[{"externalLink":"https://www.democracylab.org/projects/1290","projectTitle":"Inkwell. eBook platform","problem":"Inkwell is an innovative e-book web platform and mobile application designed to provide education development support to underprivileged communities. In many developing countries, millions of children and adults do not have access to quality education due to a lack of resources and funding. This can have a significant negative impact on their ability to read, write and perform basic math operations, which are essential skills for success in life.\r\nResearch has shown that poverty and a lack of access to education can also increase the risk of developing mental health problems. Without access to education, individuals may struggle to acquire the knowledge and skills necessary to lead a fulfilling life and contribute to their communities. This can lead to feelings of hopelessness, frustration, and isolation, which can cause mental health issues.","action":["Inkwell seeks to address these challenges by providing an affordable and accessible platform for individuals and communities to access quality e-book resources. Our platform offers a wide range of e-books and educational materials on various topics. We believe that everyone deserves access to high-quality education and that education is the key to breaking the cycle of poverty. Through Inkwell, we aim to empower individuals and communities to take control of their education and achieve their full potential. By providing affordable and accessible education resources, we hope to contribute to the development of a more equitable and prosperous world for all."],"founder":"Ioan Flaviu Zsoldos","technologies":["JavaScript","Django","React","Python","Express","HTML","PostgreSQL","SQL","Node.js","Figma","Tailwind"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fflaviufllaviu%40gmail.com%2FnewFile.jpeg_1685573621.4585605.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Inkwell-Project-E-book-Platform"},{"platform":"Project link","link":"https://inkwellhub.com/"},{"platform":"Facebook","link":"https://www.facebook.com/profile.php?id=100093294993277"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/inkwell-ebook/"}]},{"externalLink":"https://www.democracylab.org/projects/1164","projectTitle":"VIRTUAL AGRO-COMMERCE ECOSYSTEM SOFTWARE","problem":"Lack of infrastructure and resources to support the development of integrated and efficient value chains in the agriculture sector in Africa\r\nLimited access to markets and financial resources due to high risk nature of agriculture.\r\nInadequate transportation and storage infrastructure\r\nLack of investment in modern technology and techniques\r\nLack of access to education, extension services, and information for farmers\r\nLimits on farmers' ability to improve productivity and profitability\r\nClimate change and land degradation as challenges to sustainable agricultural development in Africa.","action":["Use of precision agriculture technologies, such as sensors, drones, and remote sensing, to collect data on crop health, soil conditions, and weather patterns.\nThe integration of Internet of Things (IoT) technology to improve data collection, sharing and analysis in agriculture.\nThis data can be analyzed to optimize planting and harvesting times, improve water and fertilizer management, and identify pests and diseases early.\nThe use of data analytics to improve decision-making and predict livestock and crop yields.\nDigital platforms and mobile apps can connect farmers with markets, extension services, and financial resources, improving access to information and resources.","Promote Agricultural productivity\r\nProtect investor’s funds\r\nPromote Agricultural investment and security\r\nPromote resource connectivity and access to market\r\nPromote trade transparency\r\nGenerate data and promote data-driven decision making and policies.\r\nEliminate waste of farm produce.\r\nAttract youth into agriculture\r\nCreate new jobs in agriculture\r\nPromote farm’s profit\r\nPromote food affordability\r\nPromote Farmer’s education and adoption of innovation.\r\nExplore Export market\r\nPromote investment in agricultural Infrastructure (agro-processing and store zones) via communal ownership.\r\nEase of entry and exit into agricultural investment."],"founder":"Chinonyelum Mbanefo","technologies":["JavaScript","Vue.js","PHP","MySQL","React","Python","Express","HTML","SQL Server","Java","Node.js","Figma","Flutter"],"website":"cubeseed.com.ng","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmbanefochinonyelum%40gmail.com%2FnewFile.jpeg_1675501042.0180776.jpeg","contactInfo":[{"platform":"LinkedIn","link":"http://linkedin.com/company/cubeseed-africa"}]},{"externalLink":"https://www.democracylab.org/projects/1043","projectTitle":"PolicyEngine","problem":"Developed countries collect a third of GDP in taxes and distribute a tenth of GDP in cash transfers, and both of these numbers are rising. But when it comes to understanding current policies or designing new ones, policymakers and the public are often in the dark.","action":["We build free, open-source software to compute the impact of public policy. We start with a microsimulation model of the tax and benefit system (think TurboTax built to compute hundreds of thousands of households at once), built in Python and yaml. Then we serve those computations as an API, and build a web app to let anyone design customizable reforms and find the impacts on society (poverty, inequality, and the budget) and individual households. Our app also serves as a tax and benefit calculator under current law. Ours is the only open source model of the tax-benefit system in the country.","We're proud of what we've built, but we have a long ways to go to realize our full vision. Here are some areas we're developing:\n\nAdding more state income tax models; currently we've completed eight.\nAdding more benefit programs, like Temporary Assistance for Needy Families and the Child Care Development Fund.\nAugmenting, extrapolating, and otherwise enhancing the data; we've applied machine learning techniques to do this in the UK, and need to translate that process to the US.\nApp enhancements to make the product more user-friendly.\nGetting the word out! We've improved our own understanding from developing and using PolicyEngine, and we think everyone from members of Congress to the public can do the same.\n"],"founder":"Max Ghenis","technologies":["React","Python","Flask"],"website":"policyengine.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmghenis%40gmail.com%2FnewFile.jpeg_1690942381.3191068.jpeg","contactInfo":[{"platform":"GitHub","link":"http://github.com/policyengine"},{"platform":"Slack","link":"https://join.slack.com/t/policyengine-group/shared_invite/zt-1i9jpin5f-JLe~ob__MAK4OoycHk7GCQ"},{"platform":"Twitter","link":"http://twitter.com/ThePolicyEngine"},{"platform":"Facebook","link":"http://facebook.com/PolicyEngine"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/ThePolicyEngine"}]},{"externalLink":"https://www.democracylab.org/projects/1346","projectTitle":"Altruvir","problem":"There are many non-profits that are lacking in their web development, online marketing presence, and overall reach.","action":["We provide these non-profits with access to skilled volunteers from corporations with VTO policies.","\nThe current application I've built needs more tinkering to be able to support corporations more.\n"],"founder":"Vikram Dimba","technologies":["Wordpress"],"website":"altruvir.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fvikramdimba%40gmail.com%2FnewFile.jpeg_1691367657.940336.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1232","projectTitle":"The Climate Tech Handbook","problem":"The climate tech movement is exploding.","action":["The Climate Tech Handbook is a \"community source of truth\" to collect and organize all of the best technologies, organizations, and resources available.\nIn addition to traditional journalism methods, we use AI and Machine Learning to facilitate the collection and understanding of the latest developments.\nThere are already well structured data available in many places across the web.","There are opportunities for high tech and low tech skills.\nHigh tech: use available machine learning libraries to create a ChatGPT bot trained on all the available data that we've sourced.\nLow tech: contribute markdown articles to make it accessible for all"],"founder":"Jacob Caggiano","technologies":["JavaScript","Python","HTML","TypeScript"],"website":"climatetechhandbook.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Faccounts%40mapseed.org%2FnewFile.jpeg_1682474301.0429726.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/climate-tech-handbook"},{"platform":"chat.climatetechhandbook.com","link":"https://chat.climatetechhandbook.com/"}]},{"externalLink":"https://www.democracylab.org/projects/1245","projectTitle":"Treetracker ","problem":"More than 700 million people live below the extreme poverty line.  Their food, income and future is directly dependant on the land they live. Unjust economical dynamics, climate change, desperation and bad agricultural practices are depleting putting more and more pressure on people and the environment they utilise to survive. The lack of incentives to reforest or move to agroforestry practices are driving deforestation globally and hindering positive change.","action":["By providing a mechanism that allows direct financial incentives for farmers and the rural populations to restore  depleted landscapes we see a chance to effectively direct biodiversity finance to create an ecological economy.","Our growing open source community needs more support and leadership to accelerate the creation of a versatile software system that allows restoration finance to fairly reach the communities that need it the most. Greenstand has developed a micro services based infrastructure to track individual trees and tokenise their environmental impact in order to provide a transparent impact proof in form of a digital environmental asset (token). We need help to continue developing this amazing mechanism.\r\nWe have over 5 million tree captures and almost 10.000 users on our platform already. For the next scaling phase the complete software needs to be further developed."],"founder":"Sebastian Gärtner","technologies":["Android","React","iOS","PostgreSQL"],"website":"greenstand.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fsg%40esea.co.tz%2FnewFile.jpeg_1682056696.8982306.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Greenstand"},{"platform":"Slack","link":"https://greenstand.slack.com/"},{"platform":"greenstand.gitbook.io/engineering/","link":"https://greenstand.gitbook.io/engineering/"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/greenstand.org"}]},{"externalLink":"https://www.democracylab.org/projects/834","projectTitle":"Model.earth","problem":"We're focused on finding and creating Open Footprint tools that are easy to integrate with maps and A.I. generated images based on locations and local goods and services. Our data sources include the United Nations and the US EPA.","action":["We're integrating visualizations and tools that connect people to jobs and innovations focused on improving air quality, green energy, clean water, local farming & healthy environments.","We're creating embeddable tools for visualizing and comparing impacts using UN Comtrade and US EPA data to identify trends in global trade and local production for Open Footprint visualization using the Replicate.com API to manage generative AI images with jQuery, NextJS React and GitHub Actions."],"founder":"Loren Heyns","technologies":["React","Web","Python","JavaScript","Node.js","HTML","TypeScript","PostgreSQL","C#","SQL Server","ASP.NET"],"website":"model.earth","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Floren%40dreamstudio.com%2FnewFile.jpeg_1674792155.786994.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/modelearth/localsite"},{"platform":"GitHub","link":"https://github.com/modelearth/community-data"},{"platform":"model.earth/io/coders/","link":"https://model.earth/io/coders/"},{"platform":"model.earth/community/projects","link":"https://model.earth/community/projects"},{"platform":"Twitter","link":"https://twitter.com/EPA"},{"platform":"comtradeplus.un.org/Visualization/Labs","link":"https://comtradeplus.un.org/Visualization/Labs"},{"platform":"Facebook","link":"https://www.facebook.com/EPA"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/us-epa"}]},{"externalLink":"https://www.democracylab.org/projects/1161","projectTitle":"HackDays - Visualize activities by web3 technologies","problem":"Civic Tech relies heavily on volunteer efforts but unfortunately, these contributions are not always easily translated into monetary compensation. While coding contributions can be tracked on sites like GitHub, other contributions such as design, project management, event planning, and management are difficult to quantify. Additionally, many civic tech projects take time to yield tangible benefits for society, making it challenging to reward those who were instrumental in the early stages of development.","action":["Our solution utilizes web3 technology to bring transparency and visibility to the contributions of individuals and teams working on civic tech projects. By utilizing this technology, project owners can easily distribute tasks and manage their team's efforts. Additionally, it allows for transparency in the flow of funds, enabling funders to support the project with confidence and giving contributors a voice in how those funds are allocated.","We are developing a system where tokens can be earned through participation in events and projects."],"founder":"Hal Seki","technologies":["TypeScript","Node.js"],"website":"hackdays.notion.site/hackdays/HackDays-Community-b4f87cf528694d3aa4539724be523511","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1674921439.5958996.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/hackdays-io/"}]},{"externalLink":"https://www.democracylab.org/projects/1244","projectTitle":"Peer Support Software ","problem":"People need access to Peer Support services. Peer Recovery Specialist need access to software to help them work with their clients.","action":["Software to facilitate Peer Support and help Peer Recovery Specialist be more efficient and effective in their work.\nThis is a FreeSource/OpenSource project.","Research end-user needs from the prospective of the Peer (individual seeking help) , the Peer Support Specialist,  and the organizations that serves the community."],"founder":"joel gilbert","technologies":["Django","Python","PostgreSQL","C","Figma"],"website":"Owcsc.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjoelgilbert7%40yahoo.com%2FnewFile.jpeg_1682007359.1681414.jpeg","contactInfo":[{"platform":"Facebook","link":"https://www.facebook.com/profile.php?id=100089566356915&mibextid=ZbWKwL"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/one-world-community-support-center/"}]},{"externalLink":"https://www.democracylab.org/projects/1296","projectTitle":"Research for FOSS Projects","problem":"FOSS start-up projects need an affordable platform to conduct their projects. Team communication, scheduling, collaboration, project PM, and shared knowledge repository are all critical to the success of the group.\r\nCreating the ideal remote Environment to facilitate the best quality team work to great useful products for our communities is our goal.","action":["The solution is to research and develop the Nextcloud platform to serve the needs of FOSS projects.\nThat includes the following:\r\n-Research NC and all its functionality\r\n-Research the needs of DemocracyLab and other FOSS projects\r\n-Research and engage the NC user community\r\n-Develop the best ways to utilize NC and OpenProject\r\n-Creating helpful explainer videos to be shared with the NC and FOSS community\r\n-Create Apps for Nextcloud to help FOSS projects","The project roster is full  Thank you\r\nForm this team of Research and Developers on a Nextcloud instance (circle group)\r\nProject Charter Meeting including project outline and team agreements"],"founder":"joel gilbert","technologies":["PHP","Figma"],"website":"owcsc.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjoelgilbert7%40yahoo.com%2FnewFile.jpeg_1689182195.5453846.jpeg","contactInfo":[{"platform":"Discord channel OWCSC","link":"https://discord.gg/snh52VMKDm"}]},{"externalLink":"https://www.democracylab.org/projects/1162","projectTitle":"vitto.ai","problem":"The sedentary lifestyle brought about by online work and study has become a widespread problem, causing various health issues. Sitting for long periods can cause back pain, neck strain, and obesity, as well as reduced energy levels, decreased concentration, and increased stress levels. Many individuals are not aware of the negative effects of a sedentary lifestyle or may not have the time or resources to incorporate physical activity into their daily routine. This issue has significant consequences for both individuals and society as a whole, with the burden on healthcare systems likely to increase as the number of people with sedentary-related health problems continues to rise.","action":["Our solution is a video-based app that promotes good health habits through the mirroring effect. Users watch short video clips of people engaging in healthy activities, such as stretching, yoga, or other quick workouts, and are encouraged to follow along and make similar movements. By incorporating these small actions into their daily routine, users can form good habits over time, leading to significant improvements in their overall health and well-being.","To address this issue, we will create a browser extension that reminds users to take breaks and engage in short, healthy movements throughout the day. The app will be easy to use and accessible to all, encouraging people to prioritize their health and well-being. The extension will be customizable, allowing users to choose the type of activity they want to engage in, the frequency of breaks, and the length of the activity. Additionally, the app will provide educational resources on the importance of physical activity and how to incorporate it into one's daily routine. By taking action now, we can help mitigate the negative impact of a sedentary lifestyle and promote a healthier and more active society."],"founder":"Marycel Geneblaza","technologies":["Web","Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmgen2022.ol%40gmail.com%2FnewFile.jpeg_1676536164.9775329.jpeg","contactInfo":[{"platform":"discord.gg/uGUnWKFBes","link":"https://discord.gg/uGUnWKFBes"},{"platform":"Trello","link":"https://trello.com/invite/b/lg1roNwV/ATTI6fdab5858bd15ad8e2b3fc06e601cfcb8FDFF66C/vittoai-democracy-lab"},{"platform":"Set an initial call","link":"https://calendly.com/genhouseproject/30min"},{"platform":"Know vitto.ai","link":"https://app.pitch.com/app/presentation/4cac96ce-0d81-4168-97ed-5870ebb6c358/e864fd2a-7bb0-48b1-99e8-56ae6c4b9164"},{"platform":"Figma","link":"https://www.figma.com/file/EJedY94ma3UnF65JK7lBF0/vitto.ai-version-1.0?node-id=286-176&t=2dyNc0qOtCYt519i-0"}]},{"externalLink":"https://www.democracylab.org/projects/903","projectTitle":"Saveit","problem":"Traditional education does not typically teach students about the ins and outs of personal finance.","action":["Provide teens and young adults with a elearning game to help them learn about managing their money."],"founder":"Matt Buckingham","technologies":["JavaScript","React","Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmbuck2273%40yahoo.com%2FnewFile.jpeg_1642127704.905447.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/playsaveit"},{"platform":"Slack","link":"https://join.slack.com/t/saveit-group/shared_invite/zt-1f4pwjl3n-~EKp1Q9RRroe75HXgcqGOA"}]},{"externalLink":"https://www.democracylab.org/projects/356","projectTitle":"ShelterApp","problem":"Shelter App has resources for Youth across US and resources for everyone in few west coast cities. We are looking to expand our resource database to add more resources across the country.","action":[],"founder":"Raj Lanka","technologies":["JavaScript","Android","React","iOS","MongoDB","Node.js"],"website":"www.shelterapp.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fshelterappinfo%40gmail.com%2FnewFile.jpeg_1668142061.3373885.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/ShelterApp/"},{"platform":"Slack","link":"http://shelterapp.slack.com/"},{"platform":"Facebook","link":"https://www.facebook.com/shelterappinfo/"},{"platform":"Twitter","link":"https://twitter.com/ShelterAppInfo"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/shelterapp"},{"platform":"App Links","link":"https://shelterapp.org/"},{"platform":"KNKX Article","link":"https://www.knkx.org/post/app-seeks-help-homeless-people-connect-shelter-services"}]},{"externalLink":"https://www.democracylab.org/projects/1168","projectTitle":"TrashMob.eco","problem":"The world is drowning in decades of litter. It's a problem so big that no one person or government can fix it. We need millions of boots on the ground, supported by local governments and businesses to rectify this situation.","action":["We're building a web site and a mobile app that allows community members to create adhoc litter cleanup events. TrashMob.eco members in the area will be notified when an event is scheduled and partners (governments, businesses, other orgs) will be enlisted to help with the logistics. We also handle the liability waivers needed in the US, and are looking to provide starter kits (bucket, litter grabber, gloves, safety vest, garbage bags) to members.","We are currently live with our web site built in ASP.NET Core (C#) and ReactJS (Typescript), but have many additional features we want to implement.\r\nWe are currently preparing to launch our mobile app, written in .NET MAUI (Blazor/C#), but the functionality is quite basic, and we have lots of features to build out."],"founder":"Joe Beernink","technologies":["Android","React","Web","iOS","ASP.NET","SQL Server","C#","TypeScript","Figma"],"website":"www.trashmob.eco","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1676102354.9985702.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/TrashMob-eco/TrashMob"},{"platform":"Twitter","link":"https://twitter.com/TrashMobEco"},{"platform":"Facebook","link":"https://www.facebook.com/trashmob.eco"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/trashmob-eco/"},{"platform":"YouTube","link":"https://www.youtube.com/@trashmob1392"}]},{"externalLink":"https://www.democracylab.org/projects/1343","projectTitle":"My Democracy","problem":"Our political system is wrestling with a trust crisis. A staggering 80% of Americans do not trust the government to do what’s right, and 47% of voters feel they can't influence their government. Current tools for civic engagement are far from effective, leaving individuals struggling to reach out to their representatives. Advocacy organizations' impersonal form emails further exacerbate the disconnect. The result is a profound gap in our democracy where public sentiment is underrepresented in policy decisions. This situation amplifies the need for a platform that streamlines civic engagement, fostering efficiency and transparency while enhancing communication between citizens and their officials.","action":["My Democracy, an innovative Web3 AI platform, transforms civic engagement by facilitating secure, transparent communication between constituents and elected officials. Using advanced AI, we help users craft personalized, effective messages, and accurately identify the right officials to address their concerns. We also offer interactive features like token-gated town halls, ensuring accessibility for constituents and providing crucial insights for officials. In essence, My Democracy bridges the gap in civic participation, promoting a more informed and interactive democracy.","Firstly, we need to advance our initial website, MyDemocracy.App, built on Bubble.io's no-code platform. A significant task ahead is enhancing the ChatGPT AI system's functionality to assist constituents in drafting compelling emails. Next, we must prioritize security, implementing robust measures to safeguard constituent information. For sending out emails, we'll leverage programs like Sendgrid to directly reach elected officials on behalf of our users. Correctly identifying elected officials based on constituent location is also critical. To ensure accuracy, we'll refine our system for identification and validation. Additionally, we'll build databases to verify constituents' data, maintaining the integrity of our user base.\nLastly, we'll design features for advocacy organizations to create unique \"take action\" requests, increasing the platform's versatility and reach. Each step solidifies our platform, making it an indispensable tool for modern civic engagement."],"founder":"Jared Busker","technologies":[],"website":"mydemocracy.app","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjared%40busker.consulting%2FnewFile.jpeg_1691173410.5336058.jpeg","contactInfo":[{"platform":"Twitter","link":"https://twitter.com/MyDemocracyApp"}]},{"externalLink":"https://www.democracylab.org/projects/81","projectTitle":"Orcasound - Listen for Whales","problem":"The salmon-seeking orcas, icons of the Pacific Northwest, are teetering on extinction. They need the best of tech-for-good applied to restoring their supply of salmon from California to Alaska and mitigating other impacts in their habitat, especially underwater noise pollution.","action":["We began with the challenge of building an end-to-end audio live-streaming solution to make it easy to listen for whales through the Orcasound network of underwater microphones (\"hydrophones\") in orca habitat. The orcanode code generates the audio data streams and the orcasite repo holds a web app for playback that \"just works\" in any browser and scales efficiently.\nFrom the beginning, we have benefited greatly from the amazing all-volunteer hackathon community -- mainly through the organizational efforts of DemocracyLab and Microsoft Garage with generous support from Microsoft's AI for Earth program and Amazon Activate.\nOur long-term motivation is to make the Orcasound web app and our other projects into a more-and-more effective suite of conservation tools. Along the way, we are trying to be as open, modular, and foresightful as possible in the hope that what we build for orcas will help bioacousticans and conservationists study and save other species around the planet.","Would you like to help save the orcas and contribute to open source software?\nOrcasound has a growing number of projects to which you can contribute. We are super-friendly, daily communication happens on Slack (link to your right!), and there are weekly virtual meetings where you can introduce yourself and hear what others are doing.\nTo get started, read the Volunteer Handbook to learn about Orcasound's motivations and high-priority projects. Check out our Trello roadmap to learn what's currently being worked on and hopeful future features.\nDevelopers interested in contributing code, introduce yourself in the #dev-general Slack channel. Get info on projects from our Github repos!\r\nUX/UI Designers go ahead and introduce yourself in the #UX-general Slack channel and check out our current work in the UX Team Documents Google Folder!\r\nProject Managers, Scientists, Hardware Engineers and everyone else who wish to contribute can introduce yourself in the #general Slack channel!"],"founder":"Scott Veirs","technologies":["Web","Wordpress","Python","Shell","JavaScript","PostgreSQL","React","Figma","Adobe Creative Suite","C#","TypeScript","R","Vue.js"],"website":"orcasound.net","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fsveirs%40gmail.com%2Forca-dorsal-spray-square.png_1537376768.1992114.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/orcasound"},{"platform":"Google Drive","link":"https://drive.google.com/drive/u/0/folders/10zgnh8wxoP9zdrRLaU3GGQXjmc8jqw9C"},{"platform":"Slack","link":"https://join.slack.com/t/orcasound/shared_invite/zt-1jr7te193-ObLYcTxx4s7SO7EA9kmcaw"},{"platform":"LinkedIn","link":"https://www.linkedin.com/in/orcasound/"},{"platform":"Facebook","link":"https://www.facebook.com/OrcasoundApp/"},{"platform":"Instagram","link":"https://www.instagram.com/orcasoundapp/"},{"platform":"Twitter","link":"https://twitter.com/orcasoundapp"},{"platform":"Live-listening app","link":"http://live.orcasound.net/"},{"platform":"Hacker Hall of Fame!","link":"http://www.orcasound.net/hacker-hall-of-fame/"},{"platform":"Roadmap (Trello board)","link":"https://trello.com/b/wBg0qhss/orcasound-roadmap"},{"platform":"Volunteer Handbook","link":"https://drive.google.com/file/d/1GHuylE3qPm2UAyUA_f1yOtMgutBpXF6V/view?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/979","projectTitle":"Your Priorities","problem":"Trust in democracy as practiced in the real world is declining.  Our democratic infrastructure has already been partly digitized, creating a public square consisting of large-scale social media platforms, in an uncontrolled, unregulated way, giving bad actors easy access to the functioning of our democracies.","action":["Many believe technology has undermined our faith in debate online; instead, our work shows open-source nonprofit innovations in technology restoring trust in democratic deliberation and institutions. Originating in one of the world’s oldest democracies, Iceland, projects like Better Reykjavik, Engage at the Scottish Parliament, and City Challenge Oakland have allowed our platform to enjoy constant productive evolution and development since 2008. A fully mature deliberation platform, road tested in 45 countries.","As an established working platform in Iceland and numerous countries across Europe, the need for volunteer support in open source engineering is ongoing and episodic, as projects with the Scottish Parliament, World Bank, the City of Vienna, and others evolve with their respective situations on the ground. Contact us by email at citizens@citizens.is and we will get you established on our Slack channel and utilize contributions from you that match your skill set and specific areas of interest.\nIn our efforts to grow our presence in the Western Hemisphere, we need support on building marketing and fundraising campaigns, aimed at reaching 100s of small communities across North America. We also seek help navigating and mastering systems of tenders/bidding/procurement at the civic, state and federal levels."],"founder":"Robert Bjarnason","technologies":["Node.js","Figma","TypeScript","PostgreSQL","Redis","Flask","Web","JavaScript","Python"],"website":"citizens.is/your-priorities-features-overview/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Frobert%40citizens.is%2FnewFile.jpeg_1647431686.2738237.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/CitizensFoundation/your-priorities-app"},{"platform":"Slack","link":"https://join.slack.com/t/citizens-foundation/shared_invite/zt-16ipkc4hz-3Txj5M1h8T9dYK1haofApw"},{"platform":"GitHub","link":"https://github.com/CitizensFoundation/your-priorities-app/issues"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/citizens-foundation-global"},{"platform":"Twitter","link":"https://twitter.com/CitizensFNDN"},{"platform":"Facebook","link":"https://www.facebook.com/Citizens.is/"}]},{"externalLink":"https://www.democracylab.org/projects/639","projectTitle":"Smart city planning","problem":"As discussed in the article by David Ory at https://medium.com/zephyrfoundation/osmnx-software-badge-3e206db65825, a key feature of a travel model is an explicit representation of space. OpenStreetMap has been a theoretically-appealing option for creating travel model base maps. Practically, however, OpenStreetMap has not been useful for at least the following reasons:","action":["OpenStreetMap (OSM) is a free, open-source, editable map website that can provide free downloads. osm2gmns, as a data conversion tool, can directly convert the OSM map data to node and link network files in the GMNS format. Users can convert and model drivable, walkable, railway, or aeroway networks with a few lines of Python code.\nThe related package net2cell aims to help users automatically generate hybrid (macroscopic, mesoscopic and microscopic) transportation networks to accommodate different modelling need.\r\nhttps://asu-trans-ai-lab.github.io/website_openlayer_4GMNS/\r\nhttps://pypi.org/project/net2cell/\r\nWe also hope to create trip demand based on the grid network and POI (point of interest).\r\nhttps://github.com/asu-trans-ai-lab/grid2demand","\nTest users: Three packages of osm2gmns, net2cell, grid2demand need to be systematically tested in the different subareas, multiple modes and cities, in combination or separately.\nData visualization. Our current QGIS and NEXTA version is at  https://github.com/asu-trans-ai-lab/QGIS_NeXTA4GMNS\nDevelopers are needed for integrating this set of tools to simulators such as AB streets, MATSIM or SUMO.\n\nRelated youtube videos:\r\nhttps://www.youtube.com/watch?v=xEdrbuiOozs\r\nBuilding and Visualizing a Model from Scratch with OSM2GMNS and QGIS, contributed by Rachel Dai, a high school student at Arizona\r\nhttps://www.youtube.com/watch?v=6hoYJtEaTn4\r\nQGIS Visualization for GMNS Traffic Signal Data, contributed by Fan Yu, ASU graduate student"],"founder":"Xuesong Zhou","technologies":["Python","Web"],"website":"osm2gmns.readthedocs.io/en/latest/index.html","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fxzhou99%40gmail.com%2FnewFile.jpeg_1609819332.1771302.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/jiawei92/OSM2GMNS"},{"platform":"GitHub","link":"https://github.com/jiawei92/osm2gmns"},{"platform":"Slack","link":"https://join.slack.com/t/newworkspace-lzq5620/shared_invite/zt-kv2ogf9c-Sl8oPxLAbqNkWEpwQdPj2w"},{"platform":"GitHub","link":"https://github.com/jiawei92/osm2gmns"},{"platform":"ASU Transportation + AI Team","link":"https://github.com/asu-trans-ai-lab"}]},{"externalLink":"https://www.democracylab.org/projects/991","projectTitle":"Patient Health History Record System","problem":"This project aims to model and develop a Data Lake (repository that contains structured,\r\nsemi-structured and unstructured data) for data from patients in the healthcare\r\nsystem. This Data Lake contains both relational databases and unstructured data (result\r\nof image exams) and semi-structured data (XML files that are exported by equipment)\r\nthat make up the patient's history. The planning is for this Data Lake to be accessed via\r\nmobile application and via the Web. The Data Lake will be powered by both doctors,\r\nlaboratories, and the patient himself. Doctors will be able to access the patient's entire\r\nlife in a clear, safe and fast way. Thus, if the patient changes doctors, all of their\r\ninformation remains available in an integrated manner. Doctors will be able to exchange\r\nvital patient information with each other via the system.","action":[". An example would be a patient\r\nwho finds out he has diabetes and needs his nutritionist to reevaluate his diet. Within\r\nminutes the patient would have access to a new diet sent by his nutritionist. In an\r\nemergency, the patient, even unconscious, could have his data released via the doctor's\r\nID, taking responsibility for the access in an extraordinary way. If the patient so wished,\r\nhe could obtain prognoses about probable diseases that he could develop based on\r\nanalysis of the data of his health history through the application of Artificial Intelligence\r\ntechniques. In addition to the clear advantages for the patient, the government would\r\nhave a much more reliable and secure mass of data to carry out its analyzes for the\r\npublic health policies adopted. In cases of emergencies such as pandemics, the\r\ngovernment could quickly and safely know the groups of risks that would have to be\r\ninsured and their current situation.","Computer systems based on patient information need precision, which is not the current\r\nreality. The storage services in the health area, in most cases, when they exist, are not\r\nreliable. The big problem with electronically storing medical files is the standard that\r\neach healthcare professional uses. In view of these problems, we propose to develop a\r\nway to store patient information, quickly and safely, without modifying the original data\r\nregarding its format. The project aims to create a System based on the Data Lake\r\nconcept that can be accessed by cell phone application and web-based systems. Data\r\nLake would be powered by the patient himself, doctors and the public health\r\nsystem. The patient could delegate this function to someone they trust if they have any\r\nlimitations. In the case of data feeding by the patient, he inserts each procedure done\r\nthrough the cell phone or if you prefer by the computer"],"founder":"Jose Alexandro Acha Gomes","technologies":["MySQL","PostgreSQL"],"website":"www.youtube.com/watch?v=r7qdLgcSo38&feature=youtu.be","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Falexandroacha%40hotmail.com%2FnewFile.jpeg_1650027405.242131.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Alexandroacha"},{"platform":"devpost.com/alexandroacha","link":"https://devpost.com/alexandroacha"},{"platform":"LinkedIn","link":"https://www.linkedin.com/in/jose-alexandro-acha-gomes-415b00198/"}]},{"externalLink":"https://www.democracylab.org/projects/1310","projectTitle":"TherapistCat","problem":"Many people feel lonely or unhappy but they don't get enough help. They might don't want to go outside because they feel depressed. Or they might want to have a pet but don't have time/money to take good care of them. I hope this TherapistCat can cure those people and make them happy!","action":["Build an emotional care app with a cat therapist."],"founder":"Xiao Zhao","technologies":["iOS","Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fxiaozhaowork%40gmail.com%2FnewFile.jpeg_1690527342.546908.jpeg","contactInfo":[{"platform":"Trello","link":"https://trello.com/invite/b/unev5Rti/ATTI8c5b356836c531a3873615e0007c1c94D90BBD8D/therapistcat"}]},{"externalLink":"https://www.democracylab.org/projects/1","projectTitle":"DemocracyLab","problem":"Systemic change requires a shift in power. That means that a top-down approach to social innovation won’t produce the equitable outcomes society needs.","action":["DemocracyLab is building online infrastructure to empower the technology for good movement. We are creating an online hub for civic innovation that uses marketplace dynamics to allocate effort, resources, and attention.\nThe result of our work will be an increase in transparency, participation and collaboration within the tech-for-good movement. We believe this will spur the evolution of new social innovations capable of addressing society’s most significant challenges.\nDemocracyLab is a 501(c)(3) nonprofit organization. Our platform is built using the MIT Open Source license.","We have proven our concept and are now working to scale and sustain our impact. To get involved, please review this Start Here Guide."],"founder":"Mark Frischmuth","technologies":["Django","React","Python","JavaScript","HTML","PostgreSQL","Web","Figma","Salesforce"],"website":"democracylab.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1571934135.9478498.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/DemocracyLab/CivicTechExchange"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1RRoBzLZYfKWttufIgDgKrpaTLD07viO8?usp=sharing"},{"platform":"Slack","link":"https://join.slack.com/t/democracylab-org/shared_invite/zt-naiuht9j-UA~AQLEB5mklIFccg_NRCA"},{"platform":"Trello","link":"https://trello.com/b/lRIPH9Yd"},{"platform":"Twitter","link":"https://twitter.com/DemocracyLab"},{"platform":"Figma","link":"https://www.figma.com/file/WADcmVjJh5ARVoZ09xlpfdFN/DemocracyLab?node-id=630%3A953"},{"platform":"Facebook","link":"https://www.facebook.com/DemocracyLab"},{"platform":"Public Calendar","link":"https://calendar.google.com/calendar/u/0/embed?src=c_668gq5k3f1vin50adeqj45d6mk@group.calendar.google.com&ctz=America/Los_Angeles"},{"platform":"GeekWire Article","link":"https://www.geekwire.com/2018/can-tech-government-innovate-together-social-good-inside-new-effort-change-tide/"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/democracylab"},{"platform":"Instagram","link":"https://www.instagram.com/democracylaborg/"},{"platform":"Start Here Guide","link":"https://docs.google.com/document/d/1BqNqG-fTJKg5eZ1AmDNn9lIPfWewZN37Yi9pRNIsvDs/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/1250","projectTitle":"Civil Pursuit","problem":"How can thousands of people across the city, state, and country discuss tough political issues productively - meaning discussions converging to solutions they all support - rather than the polarization and gridlock we see from politics today.","action":["We are building a deliberation tool.\r\nDemo\r\nCivil pursuit is a tool for large scale deliberative discussion. Discussions proceed through steps, and rounds.\nThis is one of the tools that EnCiv a 501(c)(3) is building for productive democratic discourse online.","For the tool the we have now, we need a UI/UX redesign, and we need to add a step for grouping items.\r\nWe need to move to Storybook 7 (from 4) for interactive react component testing and interactions.\r\nWe are adding a new step to the discussion process, where people combine similar items, before ranking and proceeding further."],"founder":"David Fridley","technologies":["React","Express","MongoDB","Node.js","Figma"],"website":"github.com/EnCiv/civil-pursuit","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdavidfridley%40enciv.org%2FnewFile.jpeg_1690220517.0713437.jpeg","contactInfo":[{"platform":"GitHub","link":"http://github.com/EnCiv/civil-pursuit"},{"platform":"docs.google.com/forms/d/e/1FAIpQLSee58BUiy12dtloG9pLITsELcNldIwXcEtCotV9r95BZJSIVA/viewform?usp=sf_link","link":"https://docs.google.com/forms/d/e/1FAIpQLSee58BUiy12dtloG9pLITsELcNldIwXcEtCotV9r95BZJSIVA/viewform?usp=sf_link"}]},{"externalLink":"https://www.democracylab.org/projects/486","projectTitle":"Nonprofit Circle (formerly Nonprofit Exchange Hub)","problem":"Through 2 events from Seattle Tech4Good talking with nonprofits, it was determined, especially in this time of COVID, nonprofits frequently have lack of resources.","action":["We determined an exchange hub of goods, information and connections will benefit all nonprofits as well as the communities they serve. Nonprofits and individuals will be able to view and post goods to lend or donate. Nonprofits will be able to list their profile, create a list of needs, create a list of goods willing to donate or lend, create a list of services offered.\nTECH STACK: Typescript, NestJs, ReactJs, Material UI, Postgres, Docker, Websockets, GCP","We are in active development, UI/UX/Design, and branding.\nWe are using Google Drive, Asana and Slack for communication. These platforms are open to members of the team (e.g. by invitation only)."],"founder":"Joel Meyers","technologies":["Web","PostgreSQL","React","JavaScript","Figma","TypeScript"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjoel%40democracylab.org%2FnewFile.jpeg_1597767616.341887.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Nonprofit-Exchange-Hub/web-app"}]},{"externalLink":"https://www.democracylab.org/projects/996","projectTitle":"TrashAI","problem":"The trash research community needs a simple way to run batches of images through machine learning to identify trash and quickly get annotations.  CALTRANS also needs to survey roads for trash using images.","action":["Simple web app for uploading images of trash and getting back annotations and bounding boxes.","We are looking for front-end developers to help improve the UI and add new features.\nWe need to improve the accuracy of our model for identifying trash."],"founder":"Dan Fey","technologies":["Vue.js","Python"],"website":"www.trashai.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Ffeydanm%40gmail.com%2FnewFile.jpeg_1650512650.3913221.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/code4sac/trash-ai"},{"platform":"GitHub","link":"https://github.com/code4sac/trash-ai"}]},{"externalLink":"https://www.democracylab.org/projects/boston-ul","projectTitle":"Urban League Heat Pump Accelerator","problem":"Supporting communities chosen by ULEM which are designated as Massachusetts 2020 Environmental Justice Populations for factors including i) Minority population, ii) Income, and iii) English isolation, with most areas associated with two or more factors. Among the challenges faced by residents in these communities is unequal access to green incentive programs that can help residents to weatherize their homes, reduce their utility bills, and increase their resiliency and health outcomes. One of the most important elements in these programs is the availability of support for the installation of Air Source Heat Pumps (ASHP) which could improve cooling for residents in the summer, offset the high cost of heating in the winter, and reduce associate existing electric and fossil fuel costs for already income-challenges communities.","action":["Through this project and its grant the Urban League plans to hire folks to engage in outreach to homeowners in traditionally underserved communities so they are aware of and can access incentives and resources to convert their HVAC to environmentally friendly air source heat pumps. This will help the Commonwealth reach its goals in the Massachusetts Clean Energy and Climate Plan. It will also reduce the cost of heating and cooling homes for residents in these communities, keeping more of their money in the community and reducing reliance on volatile natural gas or home heating oil prices.\r\nA key element of this project is  to confirm the project feasibility, establish the necessary stakeholder understandings and partner framework, and produce data driven understanding of awareness, interest, and potential impact."],"founder":"Sean Sada","technologies":[],"website":"www.ulem.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fssada%40codeforamerica.org%2FnewFile.jpeg_1658363803.435631.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/codeforboston/urban-league-heat-pump-accelerator"},{"platform":"cfb-public.slack.com/archives/C03QW1GTJHW","link":"https://cfb-public.slack.com/archives/C03QW1GTJHW"},{"platform":"GitHub","link":"https://github.com/orgs/codeforboston/projects/5"},{"platform":"Twitter","link":"https://twitter.com/CodeForBoston"},{"platform":"Instagram","link":"https://www.instagram.com/codeforboston/"}]},{"externalLink":"https://www.democracylab.org/projects/openmontana","projectTitle":"Open Montana","problem":"Despite Montana's constitutionally guaranteed \"right to know\", it's remarkably difficult for citizens, activists, and journalists to find out what is happening inside their government. This lack of accessibility makes it more difficult to influence important government actions affecting the people, environment, and economy of Montana.","action":["The Council Data Project  (CDP) transcribes videos from government meetings and makes them searchable, queueing up videos to the point where search terms occur and adding information about votes and actions that took place. CDP has been implemented for the City of Missoula, and we now intend to create instances for the Montana state government and other cities in Montana.Open Montana is currently being operated as a program of DemocracyLab.","The Council Data Project's Cookie Cutter Deployment makes it easy to spin up a new instance. The Missoula instance took ~20 hours to get up and running. We will deploy other instances and display all of them at www.openmontana.org.The next step will be to create CDP instances for the Montana state government, and for the cities of Billings, Great Falls, Bozeman, Helena, Butte, and Kalispell. We will then need to implement a global search feature covering all child instances.We also need to be thinking about strategies to increase awareness and engage stakeholders in state and city governments.To join the conversation about the ongoing work , click the Slack link and join the #open-montana channel. Thank you!"],"founder":"Mark Frischmuth","technologies":["JavaScript","React","Python","TypeScript"],"website":"www.openmontana.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1662587149.7574794.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/OpenMontana"},{"platform":"Slack","link":"https://join.slack.com/t/missoulatech/shared_invite/zt-a0zyyr1x-8LjjN~ZNkTBWDBJy0i1Png"},{"platform":"Twitter","link":"https://twitter.com/OpenMontana"},{"platform":"Montana State Legislature Videos","link":"http://sg001-harmony.sliq.net/00309/Harmony/en/View/RecentEnded/20220422/-1"},{"platform":"CDP \"Cookie Cutter\" Deployment Repo","link":"https://github.com/CouncilDataProject/cookiecutter-cdp-deployment"}]},{"externalLink":"https://www.democracylab.org/projects/1157","projectTitle":"Quizzy.News - A daily trivia game","problem":"“Less than 20 percent of U.S. teens report reading a book, magazine or newspaper daily for pleasure, while more than 80 percent say they use social media every day, according to research published by the American Psychological Association.”","action":["Using Figma, we have designed a responsive web app giving users a quiz-game of 5 questions, refreshed daily, about global and national news stories published in the last 24 hours. This will encourage users to be up-to-date with the news and to read further from reputable sources.","If you are interested in developing this, check out the extended brief on this notion page:\r\nhttps://www.notion.so/Brief-31ac2327eab54629acaf39e05504cfdb\nWe are looking for someone who can use both React and Contentful to develop this."],"founder":"Emily Lange","technologies":["React","Figma"],"website":"quizzy.news","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Flange.emi%40gmail.com%2FnewFile.jpeg_1676650186.0243258.jpeg","contactInfo":[{"platform":"Trello","link":"https://trello.com/b/cxRvktwg/quizzynews"},{"platform":"Figma","link":"https://www.figma.com/file/vG348IA2plE5sBvZsaC86X/Quizzy.News-%40-EARTH-A-THON?node-id=0-1&t=DLwM4SvzXGoDGyvD-0"}]},{"externalLink":"https://www.democracylab.org/projects/385","projectTitle":"Pie for Providers","problem":"Pie for Providers helps small child care providers and families claim the government funding for which they are already eligible. Today, 85% of eligible children do not claim this funding. This means families struggle to afford care and child care providers - small, women-owned businesses - do not get paid for their work. The current public health crisis threatens to wipe out 30%+ of child care businesses, making this project even more urgent.","action":["We’re building a Rails and React app to help child care providers claim and manage their subsidy funding. The product is an add-on to the child care management software that childcare providers already use. It takes basic data (e.g. attendance, child rosters) and uses it to help providers proactively manage their monthly billing process with the state.","We need great volunteer developers, designers, data and policy analysts, and marketers to make this vision a reality. You can learn more at our Github and reach out to learn about contributing. https://github.com/pieforproviders/pieforproviders"],"founder":"Chelsea Sprayregen","technologies":["JavaScript","React","Web","Ruby on Rails","Ruby","Figma"],"website":"www.pieforproviders.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fkate%40katelovescode.com%2FnewFile.jpeg_1592931473.0115125.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/pieforproviders/pieforproviders"},{"platform":"pie-for-providers.slack.com","link":"http://pie-for-providers.slack.com/"},{"platform":"GitHub","link":"https://github.com/pieforproviders/pieforproviders"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/pieforproviders/"},{"platform":"Product Roadmap and Domain Intro","link":"https://docs.google.com/document/d/124uXr7GqQvSB7amTDoAjVyPyu4Pb-Wg1G4XL8t74pEI/edit#"}]},{"externalLink":"https://www.democracylab.org/projects/226","projectTitle":"Clearviction","problem":"Nearly one in four people in Washington State have been involved in the criminal justice system. Washington recently enacted the New Hope Act that makes it easier for people with past criminal records to have their convictions vacated. Conviction vacation removes significant barriers to housing and employment, improving the chances of successful reentry into society and making recidivism less likely.","action":["We analyzed the process of conviction vacation in Washington state, and have identified opportunities to use technology to streamline the process. We are investigating the feasibility of a Turbo Tax style interface to simplify this process, and then e-filing the forms in counties where it is permitted.","Please complete the following form so we can connect and see if you're a good fit for Clearviction!\r\nhttps://airtable.com/shrxijhXBMlzrnaeX\nDO NOT CLICK \"Volunteer\" above to volunteer for this project."],"founder":"Seamus Brugh","technologies":["JavaScript","React","Web"],"website":"www.clearviction.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Ftomaszegarra%40clearviction.org%2FnewFile.jpeg_1687410667.670767.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/openseattle/clearviction"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/clearviction"},{"platform":"Twitter","link":"https://twitter.com/Clearviction"},{"platform":"Facebook","link":"https://www.facebook.com/clearviction"}]},{"externalLink":"https://www.democracylab.org/projects/110","projectTitle":"FareStart Data Warehousing Pilot","problem":"FareStart is a non-profit, social enterprise organization that operates job placement and training programs benefiting individuals experiencing poverty, homelessness and other barriers to employment. We serve almost 300 youth and adults annually, generate approx. 50% of our own revenue, and more than 90% of our graduates are employed within 90 days (+88% are still employed 6 months later).","action":["The goal of this project is to export data from multiple systems into a data warehouse will allow for scalable data storage, flexible data manipulation and approachable data consumption.","See Scope Doc for more info"],"founder":"Maxx Kaplan","technologies":["JavaScript","Python","SQL"],"website":"www.farestart.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmaxx.kaplan%40farestart.org%2FFS-logo-badge-sm+png.png_1552276553.2087266.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/FarestartTechVolunteers/DataWarehousingPilot"},{"platform":"farestarttech-ug01020.slack.com","link":"https://farestarttech-ug01020.slack.com/"}]},{"externalLink":"https://www.democracylab.org/projects/1160","projectTitle":"YourState","problem":"State and local elections are becoming more and more important and many Americans don't know who their local officials are and what they stand for.","action":["YourState consolidates lists of anybody's electable representatives, and provides a platform for people to learn who their best representative could be, why, and when to vote for them.","Get a better idea of who our users are, and how we can make it easier for them to learn about their representatives.\r\nDesign and develop an MVP."],"founder":"Matt Buckingham","technologies":["Django","React","PostgreSQL"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmbuck2273%40yahoo.com%2FnewFile.jpeg_1674798300.0503948.jpeg","contactInfo":[{"platform":"Trello","link":"https://trello.com/b/LPcV82d5/yourstate"}]},{"externalLink":"https://www.democracylab.org/projects/657","projectTitle":"VRMS - Volunteer Relationship Management System","problem":"Organizations need a way to engage, support and retain volunteers as well as measure the impact the volunteers are making in the organization.","action":["VRMS (Volunteer Relationship Management System) is a browser-based software tool created by Hack for LA (HfLA) to offer curated management and matching of project and volunteer experiences. VRMS will further volunteer software development organizations' goals of creating pro-social software and developing the tech sector workforce, doing so by collecting and using relevant data to automate repetitive tasks, enable self-service profile management, match volunteers with projects, identify professional development opportunities, and surface insights to improve organizational effectiveness.","Product Roadmap\r\nv0.3 (production): Alpha release proving concept of event check-ins based off database of users, projects, and events\r\nv0.4 (development): MVP release adding Magic link login, user onboarding automation, API endpoints for some project data, admin reports downloadable as CSV, and data model expansion\r\nv0.5: Self-service meeting time and project profile management, user profile management, and additional API endpoints\r\nv0.6: Self-service one-off event scheduling, event calendars, and additional API endpoints\r\nv1.0 will include all other features to accommodate a single organization, the prerequisites to pursuing multitenancy: automations for project access control, user notification system, third party identity sign-in, enhanced admin reporting, and an enhanced responsive UI that presents additional data on devices with large displays.\nThe roadmap from v1.0 to v2.0 will expand VRMS to support multiple volunteer organizations."],"founder":"Olivia Chiong","technologies":["React","Express","MongoDB","Node.js"],"website":"www.vrms.io/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fcivictechindex%40hackforla.org%2FnewFile.jpeg_1614128239.4493644.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/hackforla/VRMS"},{"platform":"Slack","link":"https://hackforla.slack.com/archives/CRGH5HM0Q"},{"platform":"GitHub","link":"https://github.com/hackforla/VRMS/projects/2"},{"platform":"VRMS project page on Hack for LA","link":"https://www.hackforla.org/projects/vrms"}]},{"externalLink":"https://www.democracylab.org/projects/foodoasis-councils","projectTitle":"Hack for LA: Food Oasis | LA Neighborhood Councils","problem":"LA Neighborhood Councils advocate on issues like homelessness, housing, land use, emergency preparedness, public safety, parks, transportation, and sustainability. They also provide local expertise and a local voice on the delivery of City services to their communities.","action":["Adding the Food Oasis tool to the neighborhood council's website will provide a way for local council members to identify active food pantries and meal services available to their constituents who are experiencing food insecurity.","VOLUNTEERS MUST BE CURRENT MEMBERS OF HACK FOR LA, THE LOS ANGELES BRIGADE OF CODE FOR AMERICA. ** DUE TO AN INFLUX OF INTEREST IN THE PROJECT, RECRUITMENT FOR FOOD OASIS HAS BEEN SUSPENDED. PLEASE CHECK BACK FOR NEW ROLES. **"],"founder":"Stacey Rebekah Scott","technologies":[],"website":"www.foodoasis.net/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fsscott%40codeforamerica.org%2FnewFile.jpeg_1661209741.9874337.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/hackforla/food-oasis/projects/8"}]},{"externalLink":"https://www.democracylab.org/projects/802","projectTitle":"Minority Programmers Association - Career Development dApp","problem":"Minorities do not have access to adequate resources and software engineering proves to a fast track to upward mobility. We are building a soliution where anyone can get free (and even paid in cryptocurrency) education, mentorship, and work. Whether its through incubation of their own startups, working on real projects through our consultancy portal or participating in the community through our chapter DAOs or governance system.","action":["Creating a decentralized ecosystem powered by blockchain that allows minorities to acquire skills, work, mentorship, careers, community and innovate and bring access to capital. All while incentivizing beneficial actions to the community.","UI/UX Designers need to design validation flows\r\nSolidity developers are needed for smart contract\r\nReact developers are needed for front end\r\nNoSQL / Javascript backend developers\r\nBizDev\r\nMarketing\r\nNFT artists\r\nHackathon organizing\r\nCommunity Growth\r\nDeveloper Relations\r\nQ/A\r\nDevOps"],"founder":"Shot K","technologies":["React","Python","HTML","MongoDB","Figma","Rust"],"website":"minorityprogrammers.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1628084711.053824.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/MinorityProgrammers/"},{"platform":"discord.com/invite/NhCq4Y6AQV","link":"https://discord.com/invite/NhCq4Y6AQV"},{"platform":"Reddit","link":"https://www.reddit.com/r/MinorityProgrammers"},{"platform":"Twitter","link":"https://twitter.com/minorityprogram"},{"platform":"Facebook","link":"https://www.facebook.com/MinorityProgrammers"},{"platform":"Instagram","link":"https://www.instagram.com/minorityprogrammers/"},{"platform":"Whitepaper","link":"http://minorityprogrammers.org/whitepaper"},{"platform":"LinkedIn","link":"https://linkedin.com/company/minority-programmers/"},{"platform":"Medium","link":"https://medium.com/minority-programmers"},{"platform":"MPA Internship Certification","link":"https://opensea.io/MinorityProgrammers/minority-programmers-internship-certification"},{"platform":"Linktree","link":"https://linktr.ee/minorityprogrammers"}]},{"externalLink":"https://www.democracylab.org/projects/1179","projectTitle":"ChatVE","problem":"Online extremism undermines elections and democratic systems, by polarising societies and inciting violent insurrection.\r\nIn Nigeria, the 2014 elections were postponed because of Boko Haram attacks across the north of the country. Extremist incitement is again ramping up ahead of the country’s 2023 elections. Violent extremism is not only a Nigerian problem: similar extremist campaigns have derailed democratic processes everywhere from Burkina Faso and the Central African Republic of Mali and Niger.\r\nHow can we leverage technology advancement to build early warning/detection tools, actor watch lists, lexicons for monitoring/analysis, Digi-reporting/helpline tools, and social media campaigns to help mitigate electoral violence and extremism?","action":["ChatVE is an AI chatbot that can be integrated into the web, WhatsApp, Twitter, Facebook or other online platforms to provide quick conversational information through text or text-to-speech to fact check in real time, report violence, and educate voters. Using the Large Language Model (LLM), ChatVE fact checking algorithm can assess the credibility of claims and provide interpretable valid evidence that explains why a certain claim is considered as factually true or fake.\nFact-checking with ChatVE enables user to debunking false claims and supporting the true ones, confronting the threat of  disinformation that may polarise societies and inciting violent insurrection.\nOther features of ChatVE include:\nToxic Comment Scoring: Countering violent extremism and radicalization social media by identifying and flagging toxic language.\r\nai-Report: to report violent act witness anonymously.\r\nSentiment Analysis:\r\nCustomer Service Automation: Reply to FAQs faster.\r\nConversational AI:","Voter education (VE) is necessary to ensure that all stakeholders; men, women, and youths alike understand their rights, the political system, the contests they are being asked to decide, and how and where to vote. For an election to be successful and democratic, voters must be sufficiently knowledgeable and well-informed to cast ballots and to participate meaningfully in the voting process. VE is even more critical in curbing election-related conflict or violence. The information age has changed the general attention span, which is narrowing due to the amount of information that is presented to the public. People now have more things to focus on, and often focus on things of interest for short periods of time."],"founder":"Israel Olatunji Tijani","technologies":["JavaScript","Django","Python","Web","Node.js","Firebase"],"website":"bot.dialogflow.com/53033b75-e37a-421a-ba90-2584b3b1cf7f","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fholatung9010%40gmail.com%2FnewFile.jpeg_1684305629.6999104.jpeg","contactInfo":[{"platform":"GitHub","link":"http://www.github.com/holatung"},{"platform":"Twitter","link":"https://www.twitter.com/ChatVE_"},{"platform":"Twitter","link":"https://www.twitter.com/Holatung"},{"platform":"Figma","link":"https://www.figma.com/proto/Q8SYRii3hKgBdkpc8dsWYW/ChatVE?type=design&node-id=225-1599&scaling=min-zoom&page-id=1%3A3&starting-point-node-id=225%3A1599"}]},{"externalLink":"https://www.democracylab.org/projects/218","projectTitle":"A/B Street","problem":"Many cities around the world effectively depend on driving cars, which get stuck in traffic jams, harm the environment, and can pose serious danger to pedestrians and cyclists. Active transportation like walking, biking, and public transit and denser zoning policies can solve these problems, but proposals to improve these often face great public resistance. This is partly caused by people not understanding proposals or visualizing the long-term vision of greener cities.","action":["A/B Street is a game that models any city's traffic infrastructure in detail -- including sidewalks, turn lanes, parking, traffic signals, etc -- and simulates cars, bikes, buses, and pedestrians moving through it. Players can reallocate existing road space (convert a general car lane to a bus lane) and edit intersections (convert a traffic signal to have a pedestrian-only scramble cycle), then run a detailed A/B test to explore the impact on all people. Proposals in the game can be used to communicate all directions between transportation agencies, cycling advocacy groups, and the general public.\nThe A/B Street project also encompasses work on 15-minute neighborhoods and zoning, and tools to aid OpenStreetMap volunteers.","A/B Street has been actively developed since June 2018. Help is needed from software engineers, designers, data scientists, and transportation advocacy groups. As of December 2020, current work is focused on:\n\n\nunderstanding how upzoning can create 15-minute neighborhoods\n\n\nexpanding to more cities besides Seattle, by generating traffic demand models based on population demographics\n\n\nimporting sidewalk and cycle-path data from OpenStreetmap\n\n\nworking around low-quality and missing data for road/intersection geometry, traffic signal timing, and parking\n\n\nSee https://dabreegster.github.io/abstreet/project/roadmap.html for details."],"founder":"Dustin Carlino","technologies":["Web","Figma","Rust"],"website":"github.com/dabreegster/abstreet","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdabreegster%40gmail.com%2FnewFile.jpeg_1580427744.9183474.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/dabreegster/abstreet"},{"platform":"docs.google.com/presentation/d/1hb7DSJMgpSX-FNPJTZnEDM3P7pot8bz1LfJDL3Toj68/edit?usp=sharing","link":"https://docs.google.com/presentation/d/1hb7DSJMgpSX-FNPJTZnEDM3P7pot8bz1LfJDL3Toj68/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/1288","projectTitle":"History Shapers","problem":"Like so many others living in the U.S., we are sickened by far too many injustices across the country - be it social or environmental. While many community organizers achieve so much, there just isn’t enough change happening. It is why we set out on a research mission to understand the problem. It turns out that people find it difficult to navigate the activism space and as a result, not enough of society is taking action. There is little civic change when there is little civic engagement.","action":["Fixing the growing injustices in the U.S. will require a massive number of people to take action (locally + consistently). History Shapers is a paradigm shift in how communities can address their most pressing needs together. It will be the first mobile app to include ALL social and environmental injustices and ALL the different ways to take action ALL in one centralized hub for activism, powered by a community that ALL want to make a change.\nWe are reinventing the future of social media. It has to date been designed for profit and data collection, NOT for social impact. We are “connected” yet live in an increasingly fragmented and inequitable landscape where injustices, gun violence, and environmental crises are all growing rapidly. WHAT IF social media could replace hate speech, toxic comments, misinformation, and time sunk scrolling (all obstacles to progress) with achieving progress quickly - fixing injustices together - one action at a time?","We are looking for at least one Product Designer to help with UI design of the mobile app. There will also be opportunities to do UX research and usability testing when needed."],"founder":"Mathilde Verdier","technologies":["Sketch","Marvel"],"website":"www.historyshapers.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fverdier.mathilde%40gmail.com%2FnewFile.jpeg_1684676261.8621383.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/874","projectTitle":"Proof of humanity authentication for digital services","problem":"Charlottesville expects to have several hundred refugees move here in the upcoming months in coordination with the International Rescue Committee.  There are several groups in town such as the Piedmont Housing Alliance and AimCville that want to provide services to these community members and we at Codeforcville.org would like to provide a landing spot for non-profits to track needs and  deliver services directly to the people who need help.  Providing digital web-based tools that respect the privacy and difficult situations (especially common in this case) is essential.  We don't want to authenticate users based on things like birth certificates, or SSN#s, or even their names or photos which could potentially be used in nefarious ways.","action":["BrightID is an authentication tool designed to provide proof-of-unique humanity and anti-Sybil infrastructure to existing applications. BrightID does this without storing potentially hazardous information such as SSN#s, email address, or other biometric data and can meet our users in a secure way.\nDrupal is a popular CMS frequently used in community and government contexts and addresses internationalization and ADA accessibility - two of the cornerstones of successful institutional releases.  We want to build interfaces in Drupal that may be ported in to fintech and web3 projects using BrightID, Ceramic and other tools.\nSolution here is both short-term technical and long term-ideation.  Technically we'd like to see a small module in Drupal to leverage the BrightID API.  We would then like to spend some time discussing a longer term strategy and what tools we should focus on to build the next layer of tools - considering the Ceramic Network tools as well as IPFS.io backends","We need to review the Drupal module tools and find the simplest way to integrated BrightID - bonus points for integration that doesn't require an additional module or that leverages existing tools (custom fields perhaps)\nWe should make sure our solution is multi-lingual & provide some templates for more languages\nWork with the BrightID team to add our project to their registry.  Potentially add a layer for filtering by BrightID group\nDevelop plan for web3 & Ceramic integration to move forward.\nAmple user testing!\nWrite documentation!"],"founder":"anson parker","technologies":["React","Python","JavaScript","Node.js","PostgreSQL","TypeScript","Drupal","PHP","Wordpress","Figma"],"website":"docs.google.com/document/d/1QUMjECDYNwXvp7MExBtsiCsGB97AWInK5kgrTclVeZg/edit#","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fadp6j%40virginia.edu%2FnewFile.jpeg_1634085575.480596.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/code-for-charlottesville"},{"platform":"communityinviter.com/apps/codeforcville/join-code-for-cville-on-slack","link":"https://communityinviter.com/apps/codeforcville/join-code-for-cville-on-slack"},{"platform":"Twitter","link":"https://twitter.com/codeforcville"},{"platform":"Our main project page","link":"https://docs.google.com/document/d/1QUMjECDYNwXvp7MExBtsiCsGB97AWInK5kgrTclVeZg/edit#"}]},{"externalLink":"https://www.democracylab.org/projects/1224","projectTitle":"Piedmont Native Plants Database","problem":"The Albemarle County Environmental Services runs a database called “Piedmont Native Plants Database”, which keeps track of plants that thrive in our local area. Due to retirements, the department no longer has database admins who are also developers, and so there is a need for a no-code CRUD app to replace the existing solution.","action":["An open source web app that serves citizens, teachers, scientists and anyone looking to learn more about the local flora. The app should be made in a way that would allow other Environmental Services departments across the US to make use of it if needed.\nThe County of Albemarle needs a simple CRUD web app to keep track of native plants of the Piedmont area.\nThe app needs to do as follows:\r\nAllow people to browse through the plants database.\r\nAllow people to submit a new plant (DB Entry).\r\nAllow people to submit an edit to database entry.\r\nAllow for an admin to edit the database.\r\nAllow for an admin to approve/deny database entry/edit.","We are looking for web developers with experience shipping web apps, and people with some level of comfort with React.js\nWe need to create a front end for app\r\nconnect DB/backend to front end\r\ntest web app\r\npublish web app\r\ncreate landing page for web app"],"founder":"Vital Boisset","technologies":["MySQL","React","Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1678822188.8409114.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/code-for-charlottesville/piedmont-native-plants-db"}]},{"externalLink":"https://www.democracylab.org/projects/1285","projectTitle":"Salam.chat","problem":"We are solving the problem of people trying to get holy text information without citations, or without access to a mosque or books. Additionally we are solving the language barrier and access to religious scholars by allowing individuals to search religious text for themselves.","action":["Learn Islam more easily. An AI based chatbot powered by the Quran & Hadith.","\nconvert model to langchain\nmarketing support\nQA testing\nfront end development\nrefine product, get users\nfigure out donation strategy\n"],"founder":"Shot K","technologies":["JavaScript","React","Python","TypeScript","Flask","Figma"],"website":"salam.chat","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1684216023.4169106.jpeg","contactInfo":[{"platform":"Twitter","link":"https://twitter.com/salamchat_"},{"platform":"Newsletter","link":"https://salam.chat/subscrib"},{"platform":"Website","link":"https://salam.chat/"},{"platform":"Donate","link":"https://salam.chat/donate"}]},{"externalLink":"https://www.democracylab.org/projects/502","projectTitle":"iSeaTree","problem":"Right now, there are 2 critical issues impacting our pandemic-cloistered communities:","action":["After launching V4 (December 2022) we plan to focus on the following:\n\nAdd more game-play elements, including:\n\n\na zone game play strategy where kids can earn badges for collecting data on trees in their local area.\na 'identify bark' game badge strategy.\na 'identify a leaf' and 'identify a pine needle' game badge strategy\nadd more strategy to the 'identification' ranking challenge\n\n\nAdd more curriculum.\n\n-Work directly with local educators to create curriculum and strategy that makes 'iSeaTree' a tool work best for their remote learning challenges.\n\nDesign and Develop the 'Tree Wizard' feature\n\n\nTree Wizard is our graphic-based GUI menu for helping new users manually evaluate and identify trees (a 'hands-on' learning option instead of the user relying solely on our 'TreeBot' AI).\npopulate our json filter list\ncreate custom art for the info menus and identification tiles\nimplement feature (with slight redesign of the 'add Tree' page)\n","If you are interested in joining our team, you can learn more at our Github and our main website.\nPublic Git:  https://github.com/TreeMama/iSeaTree-React-Prototype\r\nWebsite: www.treemama.org"],"founder":"Arielle Simmons-Steffen","technologies":["React","TypeScript"],"website":"treemama.org/the-tech-treehouse/iseatree/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Ftreemamasea%40gmail.com%2FnewFile.jpeg_1597694417.3446445.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/TreeMama/iSeaTree-React-Prototype"},{"platform":"Slack","link":"https://app.slack.com/client/T019AKHLA3U/C019GQZU55J"},{"platform":"Website (with Marketing videos)","link":"https://treemama.org/the-tech-treehouse/iseatree/"}]},{"externalLink":"https://www.democracylab.org/projects/997","projectTitle":"Virtual Hospital For Beneficiaries in Africa","problem":"We noticed how difficult it is for remote and underserved communities in Africa to access quality healthcare as well as receive continuous care. Mainly because of the distance between communities and hospitals. Non-availability of skilled personnel like doctors and specialists is also a huge issue. Situation was worse during the Covid pandemic as hospitals were inaccessible for those with other conditions and some were in isolation because of Covid itself.","action":["Our solution is to build a Virtual Hospital with a portal at every primary health clinic managing to provide access to doctors and specialists.","We currently need volunteer developers with Cloud(AWS), backend, frontend, Android or full stack experience. The volunteers will be required to help build the backend for a Virtual Hospital that could be  deployed to remote areas where traditional hospitals are either unreachable or unaffordable. The Virtual Hospital will consist of the following modules:\n\nPatient Application\nNurse Application\nVirtual Doctor Application\nCommunity Health Worker/Caregiver Application.\nWhatsapp Chatbot\n\nParticipants will be required to give at least 10 hours a week to the project."],"founder":"Jonathan Tagarisa","technologies":["JavaScript","React","Web","PostgreSQL","TypeScript","Node.js","Redis","Figma","Tailwind"],"website":"www.healthgatewayafrica.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjontag2000%40yahoo.com%2FnewFile.jpeg_1650548457.8150916.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/morehumaninternet/virtual-hospitals-africa"}]},{"externalLink":"https://www.democracylab.org/projects/1143","projectTitle":"Cartridge OCR with Tech4Tracing","problem":"T4T aims to augment the capabilities of actors involved in arms and ammunition identification and tracing globally, by creating automated and accurate tools to lower the costs of doing this work, increase the number of actors who could contribute, and empower qualified actors to disrupt illicit arms and ammunition trafficking, bring perpetrators of armed violence to justice, and contribute to safer societies.\r\nT4T’s work has the following objectives:","action":["Through our ongoing projects and partnerships we are\n\ndeveloping AI systems that can capture and catalogue small-caliber ammunition\ndeveloping a master headstamp database for identification and tracking the wide variety of small-caliber ammunition available today\nengaging in development partnerships exploring the digitization and recognition of munitions\n\nOur projects are open-source and can be found on github at https://github.com/Tech4Tracing","Please refer to our open issues on github for a variety of open tasks. Contact robert.sim@tech4tracing.org for onboarding information."],"founder":"Robert Sim","technologies":["Flask"],"website":"tech4tracing.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1672964264.1108894.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Tech4Tracing"},{"platform":"Slack","link":"https://tech4tracing.slack.com/"},{"platform":"Twitter","link":"https://twitter.com/tech4tracing"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/tech4tracing/"}]},{"externalLink":"https://www.democracylab.org/projects/227","projectTitle":"Turn the Bus - education App for low-income kids in India","problem":"One of the biggest causes of intergenerational poverty in developing nations today is the lack of access to high quality education in low income rural areas, in the local languages. The rising availability of smartphones and internet access at low cost can be leveraged to change that.","action":["Turn the Bus is building and deploying on-line educational content for 15-25 year old students, localized for underprivileged and rural students in Bihar -- one of the most disadvantaged and densely populated states of India.\nWe leverage excellent students in the local community (those who aced the Board exams last year) to create educational videos. This video content is currently distributed via YouTube and our Turn the Bus Android App.\nWe are enhancing our smartphone app and our video content with various AI/ML and AR/VR tools, to make this content accessible to hundreds of thousands of children in Bihar, India.\nWe have a partnership on the ground with the World Bank and State Government funded Jeevika, which gives us access directly to the student communities. We are the only edTech provider to provide High School content in Hindi via a nonprofit model.","We have created and deployed the Turn the Bus Android App and Web App. We will be enhancing this to motivate students who do not have access to any other school or college to prepare for their Board exams at the Grade 12 level. Experience in gamification, AR/VR, various AI/ML tools or Open edX and Python could add value to this project.\nThere are many projects - and we welcome skills of the following types -  technical, website design and development , marketing/CRM, design and program management."],"founder":"Bratati Ghosh","technologies":["Python","Django","Android","Amazon DynamoDB","JavaScript","Salesforce","Balsamiq","React","Joomla"],"website":"www.turnthebus.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fbghosh%40turnthebus.org%2Flogo.png_1568421221.7625089.png","contactInfo":[{"platform":"turn-the-bus.slack.com","link":"http://turn-the-bus.slack.com/"},{"platform":"Trello","link":"https://trello.com/b/q3WRi8Xk/turn-the-bus"},{"platform":"Demo Mov file","link":"https://drive.google.com/file/d/1BMajI11N1jGvmF3aIvs4InZrM4e_4Yvg/view?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/1309","projectTitle":"Undebates","problem":"Whether it's the school board, or the student council, it's hard for people to get to know the candidates, and it's hard to get media coverage if you aren't running for president. Also, it's hard to get to know the candidates through written platforms, just watching them answer a few questions has a big impact.","action":["Undebates is a tool that automatically produces what look like interactive video debates by automatically interviewing candidates through their web browser.  Democratically run organizations can create their own Undebates with a few simple steps, and there is a backend data interface for integrating government election data and generating Undebates at national scale.\nSee Undebates","Create a marketing program to promote Undebates to democratically run organizations - like college student councils."],"founder":"David Fridley","technologies":["React","MongoDB","Node.js","Figma"],"website":"cc.enciv.org/undebates","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdavidfridley%40enciv.org%2FnewFile.jpeg_1689979860.8118196.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/EnCiv/undebate-ssp"},{"platform":"docs.google.com/forms/d/e/1FAIpQLSee58BUiy12dtloG9pLITsELcNldIwXcEtCotV9r95BZJSIVA/viewform?usp=sf_link","link":"https://docs.google.com/forms/d/e/1FAIpQLSee58BUiy12dtloG9pLITsELcNldIwXcEtCotV9r95BZJSIVA/viewform?usp=sf_link"}]},{"externalLink":"https://www.democracylab.org/projects/281","projectTitle":"EnCiv","problem":"The communications algorithms used by for profit social media are great for making money, but are a disaster for democracy and our polarization and gridlock are the result.","action":["EnCiv is a web portal for productive democratic discourse, at large scale - across the country, and within communities. And it can include everyone and lead discussions to conclusions and solutions.  It’s built on long studied and proven communications practices (not algorithms) for in-person dialog and deliberation - taken online and automated.\nIt’s like taking that room of 1000 people and sitting them around small tables and guiding them through talking and listening to each other.\nWe have to do this one step at a time, and in 2019 we created  Undebates, a way to automatically interview candidates and collect their answers together into an interactive debate format.  For the 2020 elections we worked with Ballotpedia.org who called it Candidate Conversations launched it for elections across the country. see: https://ballotpedia.org/Candidate_Conversations","It's a lot and we are breaking the problem down into a group of projects of projects.\nCivil Pursuit is how 1000s of people deliberate and reach a conclusion on tough questions.\r\nUndebate is a tool for automating the process of video interviewing candidates and generating an interactive debate web app to help voters decide.\r\nUndebate Self Service Portal opens Undebates up to any democratically run organization that wants to do their own.\r\nUnpoll is how 1000s of people agree on a few questions to ask the candidates\nWe are 100% remote."],"founder":"David Fridley","technologies":["JavaScript","React","Web","MongoDB","Node.js","Figma"],"website":"github.com/EnCiv","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdavidfridley%40enciv.org%2FnewFile.jpeg_1633394617.148445.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/EnCiv"},{"platform":"forms.gle/YmrHsE6Yrw36vY1i7","link":"https://forms.gle/YmrHsE6Yrw36vY1i7"},{"platform":"Trello","link":"https://trello.com/b/x6rw0hJn/enciv-dev"},{"platform":"Pitch Video","link":"https://youtu.be/Tb2u0h_IUGc"},{"platform":"MVP Demo - Nov 5, 2019 San Francisco District Attorney race","link":"https://cc.enciv.org/san-francisco-district-attorney"},{"platform":"New UI concepts from HackToGiveThanks","link":"https://www.figma.com/proto/knovkb6ex8ewhVuS3lSJvy/Untitled?node-id=9%3A100&scaling=min-zoom"}]},{"externalLink":"https://www.democracylab.org/projects/1298","projectTitle":"FlowFree - A safe space to share","problem":"The goal is to create an environment where people can openly and freely discuss their concerns, seek support, and receive advice without fear of prejudice or potential harm.","action":["Introducing our web-based meeting platform - a confidential and safe space for open, prejudice-free conversations. Connect anonymously with counselors and peers in the workplace. Share struggles, seek advice, and receive support without fear of judgment. Flexible session durations empower you to control your time. Break free from workplace stigma and access accessible support anytime, anywhere. Join us in fostering a supportive, inclusive environment where you can connect, be vulnerable, and grow together.","Seeking out-of-the-box web developers and UX/UI designers to create an online platform. White-label it for corporations. We have a vision and design foundation, but need skilled developers to bring it to life. Join us in crafting a unique and user-friendly platform. Let's revolutionize online meetings and provide customizable solutions for businesses."],"founder":"Matt Bamber","technologies":[],"website":"www.unifygiving.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmatt.bamber%40outlook.com%2FnewFile.jpeg_1687971687.695499.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1301","projectTitle":"Civic Engagement Data Visualization","problem":"Research shows that routine jury service has positive long-range effects on civic engagement: people who serve on a jury are more likely to vote (long-term, not just once!), talk with their neighbors about community issues, and report greater confidence in the judicial system. Researchers identified deliberation as the key factor driving these positive effects (jurors must think critically, weigh a common pool of evidence, and discuss a case with people who think differently from themselves). At the same time, Civic Genius is one of a few orgs that runs deliberative democracy programming, where we guide communities to deliberate on public policy issues and work across ideological differences toward common ground solutions. We want to use the research on juries to encourage more elected officials and communities to use deliberation as a means of collaborative problem-solving, but currently the only way to access that research is by reading a book.","action":["A creative and accessible visualization would be a fantastic tool for us to use when we present the idea of deliberation to communities. We work with a wide range of partners -- including elected officials at every level of government, community leaders, community members, business leaders, etc.) -- and want to equip them with something that clearly makes the connection between the research on jury deliberation and the possibilities/benefits of public policy deliberation.","Turn data into a public-facing visualization. Our university research partner has agreed to share his team's data."],"founder":"Jillian Youngblood","technologies":["Wordpress","Adobe Creative Suite"],"website":"www.ourcivicgenius.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjillian%40ourcivicgenius.org%2FnewFile.jpeg_1689090690.7437484.jpeg","contactInfo":[{"platform":"civicgeniusju-p5r2854.slack.com/archives/C05G3BFSCK1","link":"https://civicgeniusju-p5r2854.slack.com/archives/C05G3BFSCK1"},{"platform":"Twitter","link":"https://twitter.com/civicgenius"},{"platform":"Facebook","link":"https://www.facebook.com/civicgenius"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/civicgenius/"},{"platform":"Research Background","link":"https://jurydemocracy.la.psu.edu/writings/"},{"platform":"Instagram","link":"https://www.instagram.com/civicgenius/"}]},{"externalLink":"https://www.democracylab.org/projects/1240","projectTitle":"A Youth-Friendly,Gender-aware chatbot/AI for civic education","problem":"Keywords: Civic Education, Youth-Led Political Activisim, Civic Engagement SkillsCivic Knowledge and Participation in DemocracyThe Fundamental Question is : How do they participate if they do not know how to participate ?","action":["Therefore, CIVIC EDUCATION Matters There should be Fun and Interactive way to Learn and practice these (Female Role Models)  :-History and Basics of Constitution-Foundation of Basic Political System-Practice of Politics and political affairs-Role of the Country in world affairs -Role of Civil Society -Information on Entry Points for Youth-Situational/ Social Analysis-Consensus-Building-Advocate for themselves-Sharing Information -Utilize Technology-Volunteerism","Build a chatbot/AI that provides information on political processes and civic duties in an engaging and gender-inclusive manner. The chatbot can use natural language processing to answer questions and provide feedback on users' (youths) understanding of political concepts particularly on the a) History and basics of constitution, b) Foundation of basic political system, c) Practice of political affairs, d) Role of tthe country in world affairs, e) Role of civil society, f) and Information on entry points for youth. The chatbot/AI can also provide information on how to get involved in political activism. There are 6 specific civic engagement skills that are aimed to develop in youth through this learning platform, namely,1. Situational Analysis 2. Consensus-Building3 Advocate for themselves (Youth)4 Sharing Information5 Utilize TechnologyRecruitment: Web Designer, coder, digital security expert, expert on Civic Engagement Curicular Development, Art/Graphic Designer, translator"],"founder":"Fathima Najiya","technologies":[],"website":"www.chrysaliscatalyz.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhi%40ocf.tw%2FnewFile.jpeg_1681361384.8572521.jpeg","contactInfo":[{"platform":"Project Description","link":"https://docs.google.com/presentation/d/1ofb7iT1pxb9CLGSD-9d0A1DlSXDv6ACn/edit?usp=sharing&ouid=114940497549798109592&rtpof=true&sd=true"}]},{"externalLink":"https://www.democracylab.org/projects/149","projectTitle":"Banana App","problem":"Want to be part of the Banana App team this coming hackaton? Visit BananaApp.org/volunteer to sign up! We’d love to help you set up your environment before you join us so you have everything ready before Saturday!","action":["Concept\r\nOur mobile-based project \"Banana App\" will provide supermarkets/groceries/produce-stands/restaurants a time-sensitive platform to donate bananas/produce/foods that are considered not aesthetically-pleasing for market display or sale but still edible and in good condition.\nVerified no-to-low-income clients/homeless individuals will be able to register using our app. Upon completion and approval of the application, the user can accept and pick up these donations.","To allow us to onboard you more efficiently, please fill-out our volunteers application form at https://bit.ly/3rjaHAN. Please check your spam or promotions for email from our domain thebegoodproject.org."],"founder":"Apollo Rimando","technologies":["JavaScript","PostgreSQL","Web","Ruby","Figma","Android","iOS","TypeScript","React"],"website":"www.thebegoodproject.org/bananaapp","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fapollor%40thebegoodproject.org%2FnewFile.jpeg_1590964112.9258466.jpeg","contactInfo":[{"platform":"Free Banana Project","link":"https://www.thebegoodproject.org/bananaapp"},{"platform":"Live Demo","link":"https://the-banana-app.netlify.com/"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/begoodproject/"},{"platform":"Slides","link":"https://docs.google.com/presentation/d/1eeBF9R0NvO13wzDK81FxtUv16I32bJIg009TcFS-kF8/edit#slide=id.p"}]},{"externalLink":"https://www.democracylab.org/projects/1091","projectTitle":"RCVis","problem":"The website is not screenreader-accessible","action":["Making at least some (preferably all) of the visualizations friendly to screenreader-users","Adapt the visualizations to be screenreader-friendly"],"founder":"Armin Samii","technologies":["Django"],"website":"rcvis.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fartoonie%40gmail.com%2FnewFile.jpeg_1665682786.8907053.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/artoonie/rcvis"},{"platform":"GitHub","link":"https://github.com/artoonie/rcvis/issues"},{"platform":"Twitter","link":"https://twitter.com/rcvisdotcom"}]},{"externalLink":"https://www.democracylab.org/projects/1166","projectTitle":"Visualizing Climate Collections","problem":"The U.S. government is producing valuable environmental and climate documentation at overwhelming volumes. So how can we help everyday users navigate to find data and documents relevant to them?","action":["Let's build some dashboards and visualizations to help reader find out about the content of climate collections!"],"founder":"Jamie Joyce","technologies":[],"website":"archive.org/details/democracys-library","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fthesocietylibrary%40gmail.com%2FnewFile.jpeg_1675462658.3174925.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/800","projectTitle":"One Democracy","problem":"Democracy is crumbling. There is a need to quantify geographic consensus and thus enable traditionally disenfranchised communities to efficiently impact public affairs.","action":["Streamline public communication on all politics, from municipal up to federal, by distilling vastly disjointed sources of information (bills, meetings, judicial, elections, special interests, etc) into one easy and convenient interface.\nVerified voters and appointed officials come together through regional forums and surveys that provide a transparent and structured alternative to current social media platforms.\nData management is supplemented by local agencies/interns/volunteers, while sustainable revenue is generated by hosting digital government services and subscription based tools for grassroots campaigns.\nWe hope to leverage/partner with relevant CivicTech efforts to develop a unified solution to digital democracy.\nLearn more by watching our demo video @ https://bit.ly/3ztY5sL (please include a note when requesting access)","Initial UX/UI is already complete, along with sitemap architecture outline. We have partial tracking for state/municipal: bills, lobbying & campaign spending, public official information. Also developed bot learning for custom summaries, topic association, relevant agencies, revision history, and users can verify voter status upon registration\nCurrent needs:\n\nRecruit team of developers, data scientists, designers, and managers\nRefine roadmap and timeline for Alpha, Beta development\nDevelop interactive front end (React, JS) for Alpha with robust admin portal and new backend\nDetermine security and user privacy measures\nContinuously identify and integrate relevant APIs from gov't and other CivicTech projects\n"],"founder":"David Schutt","technologies":["JavaScript","React"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1627679559.8688767.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/OneDemocracy"},{"platform":"mail.google.com/chat/u/0/#chat/space/AAAAretE9DA","link":"https://mail.google.com/chat/u/0/#chat/space/AAAAretE9DA"},{"platform":"bit.ly/3ztY5sL","link":"https://bit.ly/3ztY5sL"},{"platform":"LinkedIn","link":"https://www.linkedin.com/in/david-schutt-5667881a0/"}]},{"externalLink":"https://www.democracylab.org/projects/978","projectTitle":"MinorityProgrammers - DAO","problem":"Our main motivation for creating a DAO\r\n-A central dashboard for newcomers to look at and understand what is happening to the organization as a whole\r\n-Move funds away from the custody of the Minority Programmers administrators and into the people\r\n-Delegate funds (payouts, grant money, investment) in a programmatic way with a clear audit trail and no single point of failure (especially with Multi-sig wallet)\r\n-Making an official name in the Web3 space. We are already building all our applications with some form of Web3 infrastructure, coming up with in-house applications, consulting, doing NFT drops, organizing Web3 hackathons, all day everyday. Transitioning to complete DAO lets the world know we are officially a Web3 organization.\r\n-Serving as an on-chain resume for the work and reputation of members\r\n-Streamline into reputation-based system to incentivize users to be later integrated into career development dApp","action":["We are building a Decentralized Autonomous Organization powered by the blockchain where hiring, payroll, fund delegating, new investments, and all business processes are done transparently (with level of role-based access for sensitive information)\nIn order to do this, we need to bring people from all fields to come together, leverage existing DAO tools, build our own tools, and incentivize actors to continue to build to the ecosystem, manging our own community, and build dApps that add value to the Web3 ecosystem.\r\nAdditional steps to decentralization:\r\n-Lower initial barrier to entry to governance voting\r\n-Hiring Staff Across the World\r\n-Creating MPA Chapters, Continental, National, Regional, Statewide, .....\r\n-Utilization of L2s and gasless governance\r\n-Cross-chain approach to dApps\r\n-Putting other orgs in key positions at MPA\n\nInstitute role-based nft badges\r\n-broadening recruitment funnels\r\n-translating & localizing apps\r\n-DAO run scholarships\r\n-free educational materials\n","-Recruit dedicated governors that the organization is currently lacking to support the DAO, especially social media, grant/proposal writers, DevOps engineers, Quality Assurance, Data Scientists, Mobile Developers, SCRUM certified project managers, Senior Developers, Legal & Compliance, and Accounting\r\n-Developing strategic partnerships with Social impact organizations in the Web3 space\r\n-Fostering project based learning, guided learning, and mentorship through existing commuication channels like discord\r\n-Source funding from organizations looking to build dapps, support diversity, support DAOs, and recruit developers"],"founder":"Shot K","technologies":["JavaScript","Wordpress","Webflow","Python","Amazon DynamoDB","Swift","HTML","TypeScript","PostgreSQL","React","Go","Firebase","Ruby","Django","Figma","MongoDB","Rust"],"website":"minorityprogrammers.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fpresident%40minorityprogrammers.org%2FnewFile.jpeg_1647436685.6058772.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/MinorityProgrammers/"},{"platform":"discord.gg/4vdtmQqz6d","link":"https://discord.gg/4vdtmQqz6d"},{"platform":"Facebook","link":"https://www.facebook.com/MinorityProgrammers"},{"platform":"Join Meeting Link","link":"https://calendly.com/minorityprogrammers/join?month=2021-09"},{"platform":"The DAO","link":"https://snapshot.org/#/minorityprogrammers.eth"},{"platform":"Medium","link":"https://medium.com/minority-programmers"},{"platform":"Instagram","link":"https://www.instagram.com/minorityprogrammers/"},{"platform":"Telegram","link":"https://t.me/+Na5wOnGlqnM2ZGZh"},{"platform":"LinkedIn","link":"https://linkedin.com/company/minority-programmers/"},{"platform":"Linktree","link":"https://linktr.ee/minorityprogrammers"},{"platform":"DAO Proposal","link":"https://www.programmers.one/"},{"platform":"YouTube","link":"https://youtube.com/c/minorityprogrammers"},{"platform":"LinkedIn","link":"https://linkedin.com/company/minority-programmers/"},{"platform":"Harmony DAO Proposal","link":"https://talk.harmony.one/t/minority-programmers-dao"},{"platform":"Twitter","link":"https://twitter.com/minorityprogram"},{"platform":"NEAR Hacker House Linktree","link":"https://nearhacks.com/"},{"platform":"Web App / Website","link":"https://www.minorityprogrammers.org/"}]},{"externalLink":"https://www.democracylab.org/projects/1184","projectTitle":"TRULLY.AFRICA","problem":"The spread of disinformation and information disorder by online extremists has caused confusion and a decline in civic participation among Nigerians, leading to conflict and violence that is actively costing unnecessary money. Young people cannot exercise their civic rights due to the horrible mess and confusion caused by disinformation and misinformation. There is no platform for verifying information breakdown and sharing it in order to orient their circle against extremist misinformation.","action":["We are poised to empower young people everywhere to stop the spread of misinformation and fake news by online extremists as we know it, by narrowing down the frustration and displeasure people have in trusting information they receive, thus affecting their civic participation. We believe Nigerians need access to a digital platform that provides an easy, reliable, and independent channel to identify fake news and misinformation that is meant to make them lose trust in democracy and their civic participation. TRULLY helps young people to be defenders and embracers of democracy. Our solution will give young people the power to evaluate information and information sources especially those from online platforms, spread by extremists by promoting Transparency, Accountability, and Civic participation. The platform will be an open platform for a wide range of perspectives so that young people from Nigeria, all over the world can take action on the misinformation and Information disorder.","1 Development and deployment of the platform within three months.\r\n2. Partnership with reputable fact-checking organizations to provide support for the platform.\r\n3. Implementation of a sustainable business model to fund the platform's operation.\r\n4 Partnerships with relevant stakeholders, including government agencies, civil society organizations, and media organizations, to promote the platform and increase user engagement."],"founder":"Ruhamah Ifere","technologies":["JavaScript","React","Web","MongoDB","Node.js","Figma","Tailwind"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fruhamahifere%40yahoo.com%2FnewFile.jpeg_1677157761.207843.jpeg","contactInfo":[{"platform":"Twitter","link":"https://twitter.com/trullyafrica?t=agJwuokaI9dbVe6u1s1JbQ&s=09"}]},{"externalLink":"https://www.democracylab.org/projects/905","projectTitle":"Genadrop","problem":"Before genadrop artists had to pay developers to render their art stifling their creative process to generate art. Then they also had to pay developers to mint their art as NFTs. Now it is common for artists to get < 10% of an NFT drop instead of 100%","action":["Genadrop is a no code solution for artists to create, mint, and sell their generative art as NFTs across multiple blockchains.","\nWe need marketing, qa testers, additional developers to release this product to production. We also need insight on to where to ship this first of the kind product. We are shipping to the Algorand blockchain. We also need new artists to get onboarding into the platform.\n"],"founder":"Shot K","technologies":["Express","React","Figma","Rust","TypeScript","JavaScript","Firebase","Node.js","Adobe Photoshop","Adobe Illustrator","Python","Framer"],"website":"genadrop.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fpresident%40minorityprogrammers.org%2FnewFile.jpeg_1682727527.894194.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/codingshot/genadrop"},{"platform":"discord.gg/4vdtmQqz6d","link":"https://discord.gg/4vdtmQqz6d"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/minority-programmers/"},{"platform":"Website","link":"https://www.genadrop.com/"},{"platform":"Documentation","link":"https://genadrop.com/docs"},{"platform":"GenaDrop LinkedIn","link":"https://www.linkedin.com/company/genadrop"},{"platform":"Genadrop Linktree","link":"https://linktr.ee/Genadrop"},{"platform":"Reddit","link":"https://www.reddit.com/r/genadrop/"},{"platform":"Twitter","link":"https://twitter.com/genadrop"}]},{"externalLink":"https://www.democracylab.org/projects/230","projectTitle":"ClimateTree","problem":"About","action":["Present and Future Needs\nNortheastern University (NEU) Advanced Software Development will finish an MVP of the site by the end of April 2020.  Their seminar takes place on Tuesdays from 3pm to 6pm - you are welcome to join us to understand where we are. We need:\n\n\nOn-going support from software developers (front/back/full) to administrate the site, debug features, and add features.\n\n\nCloud Hosting Sponsorship to power our microservices and website\n\n\nUX/UI Design Advice\n\n\nBeta testers (climate organizations and other interested citizens)\n\n\nFundraising Brainstorming\n\n"],"founder":"Greg Schundler","technologies":["JavaScript","React","PostgreSQL","MongoDB","Node.js"],"website":"www.climatetree.wiki","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fgregschundler%40gmail.com%2FnewFile.jpeg_1584067861.0775373.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/climatetree"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1ynky2NJFD4KbW0UPD-FAipNQiRNM6ewJ?usp=sharing"},{"platform":"cs6510-asd.slack.com","link":"http://cs6510-asd.slack.com/"}]},{"externalLink":"https://www.democracylab.org/projects/1238","projectTitle":"Record and Analyze Anonymous Incidents of Sexual Bribery","problem":"Keywords: Sexual bribery; Open platform building; Data collection\r\nSexual Bribery is a prevalent issue in most communities. Centre for Equality and Justice (CEJ) Sri Lanka has conducted 4 research studies to identify and record incidents and prevalence of sexual bribery within different communities (Female-Headed Households in war-affected areas, military widows, Muslim women, and health and justice sectors). In order to advocate for law and policy changes, there needs to be more evidence-based lobbying and research. However, it is difficult to collect such cases due to the sensitivity of the topic. Victims are reluctant to come forward with their experiences due to various reasons, including social stigma, potential repercussions from the perpetrators, and lack of knowledge or assistance.","action":["Need an open, digital platform where the public can submit their experiences of sexual bribery anonymously. This data will be automatically analyzed to show gender breakdown, provinces and sectors where sexual bribery is prevalent. After this step, if the complainant wishes to seek legal action, helplines, and outline of legal steps that can be taken to take action, will be provided in this platform.","In order to record such cases without repercussions to the victims, CEJ would like to propose an online digital platform where victims or witnesses of sexual bribery can upload and share their experiences anonymously. The platform would also analyze the data collected through the platform, Eg:- Gender breakdown of victims/perpetrators; The sectors where sexual bribery is most prevalent; Geographical areas where  sexual bribery is most prevalent; Communities where sexual bribery has most affected; LGBTQI, sex workers, female-headed households etc. After this step, if the complainant wishes to seek legal action, helplines, and outline of legal steps that can be taken to take action, will be provided in this platform.\r\nRecruitment: Designer, coder, digital security expert, expert on sexual bribery/sextortion, note taker, translator"],"founder":"Ashmidha Pathmanathan","technologies":[],"website":"cejsrilanka.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhi%40ocf.tw%2FnewFile.jpeg_1681286224.8780077.jpeg","contactInfo":[{"platform":"Project Description","link":"https://docs.google.com/document/d/1wTyDcQglJvam8mufRSX2C_WbxxZrHusxMdOLbE-wHBk/edit?usp=sharing"},{"platform":"Facebook","link":"https://www.facebook.com/CEJ.SL/"},{"platform":"Instagram","link":"https://www.instagram.com/cej_srilanka/?hl=en"}]},{"externalLink":"https://www.democracylab.org/projects/1098","projectTitle":"ICD Code Map","problem":"The intended program will provide some very basic functions/processes to map between ICD10-ICD11 codes/terms used in hospital diagnoses for health care providers as outlined terms/codes.","action":["ICD CODE MAP project functionality written in PL/SQL will make sure that the data inserted in the health care database is correct and compliant with the ICD-CM code structure.\nICD CODE MAP will operate as a liaison between the third-party data collection systems and the central database storage for ICD-CM code repositories.\nIn the US, an expected implementation/transition year for ICD10 to ICD11 has been given in 2025, but if clinical modification is determined to be needed (Similar to ICD-10-CM), ICD-11 implementation might begin around the year 2027.\nDatabase Solutions will be implemented using the following technologies,\r\nOracle DB, PL/SQL, etc.\nAccording to the latest articles by experts The new code set could be implemented in the U.S. as early as 2023. (https://icd10monitor.medlearn.com/preparing-for-the-inevitable-icd-11/)","Current Objectives:\n\nTesting the initial ideation and advancements through discussion and internet search about the project-related topics.\nThe initial steps require designing a database based on ICD-10-CM/ICD-11-CM data and the EHR model and then implementing a database script based on the initial requirement (Script required to be updated accordingly in the future if any changes are needed at the front-end as well as back-end)\nTechnologies used, PL/SQL, Oracle DB, ER Designer, etc.\n\nProspective Objectives (Require expert volunteer help):\n\nImplementing front-end tasks including integrating  data with the third-party information system\nImplementing back-end tasks (includes 3rd party integration module)\nTechnologies used (TBD)\n"],"founder":"Harshal Rasal","technologies":["SQL","Oracle"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fharshalrasal007%40gmail.com%2FnewFile.jpeg_1671769261.810993.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1237","projectTitle":"Know Your Parliament","problem":"Keywords:Parliament, Profile Tracking, ElectionA Proposal By Fira Tiyasning Tri Utari - Youth Active Fellows from IndonesiaProblem Statement1. The limitations of source of information about parliament members performance affects the public trust with parliament and political parties.2. Lack of understanding about parliament function, society problems, and society needs can be effect to the policies decision making and  implementation3. Parliament performance should be one of long term best practices to ensure the quality of political actions and democracy.","action":["Program Goals and Objectives  The Goals of this project is to provide comprehensive information about parliament members performance before and after election that can contribute to public trust and appreciation to the candidate's work.Need a digital record to ensure the performance of parliament members that can contribute to the public trust and appreciation for legislative work. Objectives:1. Providing database of the candidates profile, background, and social contribution2. Updating their works, political will, and best practice as their performance in parliament3. Providing a space to society to appreciate and criticize their performance.","Activities-Research about the profile of parliament candidates for 2024 election-Develop Interview and research tools for the candidate to complete the resume/CV-Platform development and design-Independent research to the profile of the candidate, Interview the candidate, legitimate the information-Input the candidate profile to the KYP Platform-Publishing and Promotion-Monitoring and evaluationRecruitment:Website Developer, Designer, Data Security Researcher, Politics and Law Researcher, Data Scientist"],"founder":"Fira Tiyasning Tri Utari","technologies":[],"website":"docs.google.com/document/d/1pMIrrNNYxac1RO_xviSUSgdONTCOpJQwW1yz5LaDEKo/edit","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhi%40ocf.tw%2FnewFile.jpeg_1681281581.4890468.jpeg","contactInfo":[{"platform":"Project Description","link":"https://docs.google.com/document/d/1pMIrrNNYxac1RO_xviSUSgdONTCOpJQwW1yz5LaDEKo/edit"}]},{"externalLink":"https://www.democracylab.org/projects/148","projectTitle":"Continueli","problem":"Environmental problems require global coordination, but that coordination is needs to be broken down and understood at local levels. Continueli puts global environmental mitigation into local context and lets people understand how their contributions to environmentalism supports global solutions.","action":[],"founder":"Kyle Conyers","technologies":["MySQL","React","Express","HTML","MongoDB","Node.js"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fconyersky%40Gmail.com%2Fenviralg.jpg_1557349768.6484685.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/kyleconyers/continueli"},{"platform":"Trello","link":"http://trello/"}]},{"externalLink":"https://www.democracylab.org/projects/1159","projectTitle":"Kingdom Foundation","problem":"In 2020, the fashion industry took a harsh downfall for the traditional business models and unfortunate market conditions. We saw huge problems such as:","action":["In partnership with the United Nations Global Compact (UNGC), we are implementing the 17 Sustainable Development Goals and Ten Principles in our organizational practices and product developments. Kingdom is pending a Certified B Corp status to assume accountability of the business practices conducted in the fashion industry. Marginalized communities are the most affected in several fashion ecosystems, and we plan to adopt the following actions:\n\nElimination of poverty\nLess water usage\nProfits donated\nCommunity governance\nData ownership\nAnti-corruption workplace\nLess energy\nReforestation\nSupport for local creators and SMBs\n\nTo create an equitable and lasting future, we are starting with humanity's long-term problems by first investing in people."],"founder":"Jonathan Coach","technologies":["JavaScript","Node.js","Figma","Framer"],"website":"www.kingdomperiod.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjcoach19%40gmail.com%2FnewFile.jpeg_1674799729.6159863.jpeg","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/company/kingdomlabs"},{"platform":"Discord","link":"https://discord.gg/ENUNFdJZ29"}]},{"externalLink":"https://www.democracylab.org/projects/1183","projectTitle":"CollAction","problem":"Our vision is to solve all collective action problems in the world, such as climate change. We believe in a positive, bottom-up approach. We do so by making it simple and enjoyable for users to take part in CrowdActions: sustainable (monthly) challenges. Therefore, CollAction connects people to make positive impact together - Power to the Crowd! We believe this is the only way to reach a crowd that crosses cities, countries and continents. Therefore, our mission is to make doing good fun and easy!","action":["Offering a social platform that makes it fun & easy to take part in positive habit change through challenges. Our platform connects 'activators' with 'the crowd'. Activators host challenges from start to end. The crowd joins because of the social aspect: doing fun challenges with friends, family, neighbours and colleagues.","We have a rapidly growing team of 30+ opensource developers so our professional designer cannot keep up with the pace of implementation. Therefore we're searching for professional designers that have experience with Figma, or are very eager to learn Figma, and are strongly motivated to support our cause."],"founder":"Tom Siebring","technologies":["JavaScript","Android","Web","iOS","Express","MongoDB","Figma","Flutter"],"website":"www.collaction.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fit%40collaction.org%2FnewFile.jpeg_1677142402.857034.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/CollActionteam/collaction_app"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1osJryT1qVClJfJ9Ng_FMjEnr6-luHX3W?usp=share_link"},{"platform":"Slack","link":"https://join.slack.com/t/collaction-team/shared_invite/zt-1puqhmlf7-6tTrPAj~~n3Y6xpS4nxkkQ"},{"platform":"GitHub","link":"https://github.com/CollActionteam/product-feature"},{"platform":"Figma","link":"https://www.figma.com/file/dYFW0QF7Fg10dpSIxA3wQb/CollAction-App?node-id=36%3A114"},{"platform":"Twitter","link":"https://twitter.com/CollAction_org"},{"platform":"Facebook","link":"https://www.facebook.com/collaction.org/"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/stichting-collaction"},{"platform":"Instagram","link":"https://www.instagram.com/collaction_org"}]},{"externalLink":"https://www.democracylab.org/projects/787","projectTitle":"Collaboration App For Teachers in Developing Countries","problem":"Quality education is fundamental to the development and advancement of every society. Many developing countries do not have strong educational programs, thus hindering their development. Due to lack of financial support, there is limited technological support for the unique problems that these societies must overcome.","action":["By investing in the capacity of educators, the overall quality of education increases and so will the quality of life in the society. Education ends poverty.\nP4H works with the boards of education in developing countries to help facilitate teacher certifications through long term training and teacher conferences.\r\nThe P4H Teach App aims to help the facilitation of these teacher certifications and conferences through creating a platform where P4H staff and teachers can collaborate, track certification processes, and share important resources.\nBy assisting with the teacher certification and P4H teacher conferences, the app will provide accessible information for teachers in countries like Haiti and Nicaragua so they can create better lesson plans, enhance teacher knowledge, and empower the next generation of students. This app will be another step toward ending poverty!","A bare-bones web app has already been created with a back-end written in Python and uses API of two open source softwares: Canvas (LMS) and Rocket Chat.\r\nThese two apps are used to help with the messaging and resource facilitation aspects of the app.\nThe app itself is a cross between LinkedIn and Canvas. It allows teachers to post updates and message one another, while also allowing admins at P4H to track their teacher certification process and provide updates for them. All of this is simplified for the user to avoid confusion by putting all the info they need in one user friendly place.\nNext steps:\n\nImplement Angular frontend framework into web app.\nCreate frontend of mobile app with any technology stack (Flutter, React Native, etc.), which will utilize the current backend.\n"],"founder":"Logan Cundiff","technologies":["JavaScript","HTML","Angular","Flask"],"website":"p4hglobal.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Flcundiff%40ufl.edu%2FnewFile.jpeg_1625517927.9316301.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Gator-Bytes-Foundation/p4hApp/"},{"platform":"Slack","link":"https://join.slack.com/t/p4hteach/shared_invite/zt-160rf89tz-jH57f6Lio_Z7PACf0bTLPQ"},{"platform":"GitHub","link":"https://github.com/Gator-Bytes-Foundation/p4hApp/issues"},{"platform":"Facebook","link":"https://www.facebook.com/P4HGlobal"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/3316633/admin/"}]},{"externalLink":"https://www.democracylab.org/projects/1046","projectTitle":"The Acht Code ","problem":"Today, supply chains are facing multiple problems. Due to its inherent complexity, this process encounters various hurdles in each of its steps. From manufacturing, retailing and transportation ...etc,  it can be hard to visualize the entire process. In addition, these logistical issues are negatively affecting the environment in ways we are truly starting to perceive the weight of now.","action":["That's why this project is an initiative to help companies maximize the efficiency of their supply chain while taking into consideration sustainability objectives and the company's goals.\nIf you are a professional who is interested in the idea of the project or a student seeking to gain more experience, please don't hesitate to join the team and create the  change!"],"founder":"Rawan Rwehny","technologies":[],"website":"www.linkedin.com/company/the-acht-code/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Frawan.rhy%40gmail.com%2FnewFile.jpeg_1661362808.5625167.jpeg","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/company/the-acht-code/"}]},{"externalLink":"https://www.democracylab.org/projects/179","projectTitle":"OpenSidewalks","problem":"People want information about sidewalks they can trust! Sidewalks provide a primary mode of travel that supports nearly all other travel options and especially active transportation, but there is no open, consistent data about where sidewalks are, curb ramps, signals, lighting, all the things that make complete streets more walkable, accessible and pleasant.","action":["We have an open data specification at https://github.com/OpenSidewalks/OpenSidewalks-Schema, and contribute to an ecosystem of open tools to help people and organizations collect and use the data.","Many actions from UX/UI for user applications and collection apps, to data collection,  to data quality assessments, to data schema documentation. All are welcome!"],"founder":"Anat Caspi","technologies":["JavaScript","Node.js","React","PostgreSQL","Python","MySQL","Wordpress"],"website":"opensidewalks.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fuwtcat%40uw.edu%2FTASKAR+LOGO_UW+CSE.png_1564270973.3670976.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/OpenSidewalks/OpenSidewalks-Schema"},{"platform":"GitHub","link":"https://github.com/OpenSidewalks/OpenSidewalks-Schema"},{"platform":"Slack","link":"https://join.slack.com/t/opensidewalks/shared_invite/zt-ywzwe4ld-6FNJIu9FNDdv1arSN0uotA"},{"platform":"Twitter","link":"https://twitter.com/OpenSidewalks"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/37521880/"}]},{"externalLink":"https://www.democracylab.org/projects/98","projectTitle":"Open Source Ecology","problem":"The mission of Open Source Ecology (OSE) is to create the open source economy.","action":[],"founder":"Jennifer Silves","technologies":["Web","Python","Arduino","HTML","JavaScript","C++","C"],"website":"wiki.opensourceecology.org/wiki/Main_Page","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FOpen+Source+Ecology.jpg_1546372946.8907.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/ose"},{"platform":"GitHub","link":"https://github.com/OSE/documentation"},{"platform":"wiki.opensourceecology.org/wiki/Development_Team_Log","link":"https://wiki.opensourceecology.org/wiki/Development_Team_Log"},{"platform":"Jitsi link/meetings Tuesdays at noon","link":"https://meet.jit.si/OpenSourceEcology"},{"platform":"TEDTalk- 2011","link":"https://youtu.be/zIsHKrP-66s"},{"platform":"YouTube Channel","link":"https://www.youtube.com/user/marcinose"},{"platform":"Open Source Ecology website","link":"https://www.opensourceecology.org/"},{"platform":"OSE Pattern LAnguage wiki page","link":"https://wiki.opensourceecology.org/wiki/Pattern_Language"},{"platform":"CNC Universal Axis wiki page","link":"https://wiki.opensourceecology.org/wiki/Universal_CNC_Axis"},{"platform":"OSE Dev Log wiki page","link":"https://wiki.opensourceecology.org/wiki/Development_Team_Log"},{"platform":"D3D Printer wiki page","link":"https://wiki.opensourceecology.org/wiki/D3D"}]},{"externalLink":"https://www.democracylab.org/projects/14","projectTitle":"Hey Duwamish River Cleanup Project","problem":"A community of residents and stakeholders who are monitoring the cleanup of toxic waste in Seattle's Duwamish River.","action":[],"founder":"Jacob Caggiano","technologies":["JavaScript","React","Python"],"website":"heyduwamish.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fadmin%40democracylab.org%2FHey+Duwamish%21.png_1522387694.7116098.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/mapseed/platform"},{"platform":"Slack","link":"https://openseattle.slack.com/messages/heyduwamish/"}]},{"externalLink":"https://www.democracylab.org/projects/58","projectTitle":"Mapseed","problem":"Mapseed is a platform that allows anyone to tell geographic stories with visual data to drive community engagement. You can build a map story and use beautiful styling with a call to action for collecting donations, contacting representatives, attending an event, or any other type of action you want constituents to perform for your cause.","action":[],"founder":"Jacob Caggiano","technologies":["JavaScript","React","Python"],"website":"mapseed.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FMapseed.png_1524513561.7715015.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/mapseed/platform"},{"platform":"Rough demo","link":"https://pbdemo.mapseed.org/"}]},{"externalLink":"https://www.democracylab.org/projects/1239","projectTitle":"Youth Good Governance & Active Citizenship Project","problem":"Keywords: Youth Leadership, Good Governance, Strong Democracy & Anti-Corruption.","action":["The Anti-corruption & Transparency initiatives  through engaging youth in the Indo-Pacific (ACTIVE Youth) program is the best approach and  way forward to bring together like-minded youths who are very passionate about fighting  corruption. The Youth Good Governance and Active Citizenship project aims at empowering and  capacitating youths in the educational institutions to be champions of anti-corruption in their  families, communities, local districts, province and country as a whole. All in all, together we stand  to stop the corrupt practices which have already become a culture in Papua New Guinea and in the  Indo-Pacific countries.","PROJECT OBJECTIVE(S)\r\n1.To encourage citizens(youth, students, teachers, others)to acquire information through short anti-corruption videos via their smartphones, thus capacitating them to be advocates of anti-corruption.\r\n2.To feed information on principles of Good Governance, Government System,  government development policies and plans to the 4 secondary schools in National Capital District (NCD) and Central Province, Port Moresby and 1 tertiary institution (University of Goroka) for increased knowledge to be advocates and champions to fight against corruption.\r\n3.The agency(PSSPNGCAI) becomes a role model and independent agency to keep a  watch for corrupt practices in the government systems, institutions, organizations and others.\r\n4.Partner with Youth led NGOs and work in collaboration with them to address  corruption and governance issues that are affecting PNG’s growth and progress.\nRecruitment:\r\nProject Coordinator, Project officer, video grapher, video producer, content creator."],"founder":"Open Culture Foundation OCF","technologies":[],"website":"www.facebook.com/PSSPNGCAINC","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhi%40ocf.tw%2FnewFile.jpeg_1681282409.55306.jpeg","contactInfo":[{"platform":"PSSPNG CAI- Project Summary","link":"https://drive.google.com/file/d/14S4eN4HTUOh3j7ESKQS8gkHOqhE4JBmX/view?usp=share_link"}]},{"externalLink":"https://www.democracylab.org/projects/1241","projectTitle":"Shared Platform for Youth & Women Politics and Governance","problem":"Keywords: Youth & Women Political Engagement, Governance Projects & Research, Find different Ideas & Knowledge (Governance, Politics)","action":["Clubbing Youths & women Leaders Projects/Research on Good Governance across Sri Lanka.\n•To Create a platform where Youths & Women Leaders across the country can showcase their Project/Research, work in collaboration and/or get new project Ideas to Present their needs and changes from good governance\n•The Platform allow you to upload their projects, get inspired from others idea, praise people behind the project that you like, post your questions and share your knowledge, get connected with new people with the same spark of all ages and professions.","Recruitment:\r\nWeb Designer/Developer, Coder, digital security expert,  Art/Graphic Designer, translator, Political & Governance reseacher, Project Coordinator"],"founder":"Open Culture Foundation OCF","technologies":[],"website":"www.facebook.com/cpartsputtalam","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhi%40ocf.tw%2FnewFile.jpeg_1681362083.2903864.jpeg","contactInfo":[{"platform":"Project Description","link":"https://docs.google.com/presentation/d/1RfW5Cbp-nRnl1kRmbrCvK1ReLFN-Icqz/edit?usp=share_link&ouid=111846540507858084772&rtpof=true&sd=true"}]},{"externalLink":"https://www.democracylab.org/projects/1292","projectTitle":"Meet Democracy","problem":"Currently, citizen participation platform are not easy to put in place for cities and communities and required a lot of financial and human investments.","action":["Our goal is to make community development easy. We intend to democratize community participation by making it accessible to all. We recognize the importance of having access to a democratic and trustworthy platform. Give your community citizens the freedom to express themselves.","We have an easy Saas platform that allow any size community to launch their citizen participation plaform"],"founder":"Karim Semmoud","technologies":["JavaScript","Vue.js","PostgreSQL","Ruby on Rails","Ruby","Bootstrap"],"website":"meetdemocracy.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fkarim.semmoud%40gmail.com%2FnewFile.jpeg_1685095335.6014466.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/netoum"},{"platform":"Facebook","link":"https://www.facebook.com/meetdemocracy"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/meet-democracy/"}]},{"externalLink":"https://www.democracylab.org/projects/hawaii","projectTitle":"Code for Hawaii <> Hawaii Zoning Atlas","problem":"Before the pandemic, 42% of Hawaii's population was already living in poverty or paycheck to paycheck. With recent inflation, that figure is likely now close to the majority. Meanwhile the median home price here rose 21% last year to reach $875,000. The median income in Hawaii is no longer sufficient to qualify for a mortgage on the median home, creating a persistent and pernicious class barrier between renters and homeowners. The Census estimates that 14,500 people left the state last year, or 1% of the population. Most leavers are young and educated in characteristic brain drain, citing the cost of living as a chief reason.  There is scientific consensus that land use regulations contribute to housing unaffordability. In April, scholars at the University of Hawaii found that the burden of these regulations in Hawaii is by far the highest in the country. Disclaimer: All Code for America volunteers must be 18 or older and reside in the United States","action":["Atlas volunteers are currently parsing hundreds of pages of county land use ordinances to extract key data. The proposed intervention is to host this data on a public website in the form of an  interactive online map. The map will explain the rules that govern what can and can’t be built on every parcel in the state and the impact of those rules on housing availability and affordability.The Hawaii Zoning Atlas takes as its model the Connecticut Zoning Atlas, which began by providing original research and data analysis of land use regulations in the state. This research served as the foundation for a coalition of civic, nonprofit, and advocacy organizations that  a) educated the public on land use and zoning issues, b) developed policy solutions, and c) successfully advocated for the adoption of those solutions in their 2021 state legislative session.","Recruit these team members to join the project: - Research volunteers (no technical experience required, join us on Monday's https://www.meetup.com/Code-for-Hawaii/events/) - Coordinate a team of developers that includes a web mapping developer to create the site and map respectfully - Spatial Data Analyst- Coalition Organizer: Identifying, contacting & interviewing stakeholders. Demoing tool and collecting feedback. Ongoing communication."],"founder":"Hawaii Zoning Atlas","technologies":[],"website":"www.zoningatlas.org/hawaii","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1663877240.6429331.jpeg","contactInfo":[{"platform":"Slack","link":"https://join.slack.com/share/enQtMzg3MTIwMzkwNjE5NC1jMjViYTg0ZTFhMTFhZmNmZjhlOTg3NmM2YmQyZjU2ZjM1ODIwZTFhMDM3ODQ1YzlmOTYwYThmN2Y2NjY3M2Y2"}]},{"externalLink":"https://www.democracylab.org/projects/66","projectTitle":"Activist Mirror","problem":"The Activist Mirror (AM) is online and ready to use. Give it a try and help us think about next steps! The project is designed to help people better understand how social change happens and how they could use their skills and interests to help see their potential roles. Based on their answers to eight brief multiple choice questions, users learn whether they are a Change Agent, Citizen, Reformer or Rebel. Additionally, users are shown four patterns from the Liberating Voices pattern language that are most relevant to them. The Activist Mirror has been released (in English, Spanish, and Italian) and a few hundred people have tried it.","action":["Our next step is integrating the languages for which we already have translations, first Japanese, then Arabic, Chinese, Vietnamese, Russian, and French — not necessarily in that order. We also would like to improve the user interface, integrate more patterns into the system, and think of new extensions. We would also love some assistance marketing the tool.","The actions at this point include:\r\n(1) incorporating existing translations into the code\r\n(2) coming up with more translations\r\n(3) doing data analysis with the results\r\n(4) incorporating more patterns into the system\r\n(5) thinking of new extensions — e.g. suggestions for activist projects based on people's input"],"founder":"Douglas Schuler","technologies":["JavaScript","PHP","MySQL","Web"],"website":"labs.publicsphereproject.org/am","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdouglas%40publicsphereproject.org%2Ffor-democracy-lab.png_1533432158.4867682.png","contactInfo":[{"platform":"Activist Mirror","link":"https://labs.publicsphereproject.org/am"},{"platform":"Liberating Voices pattern language","link":"https://www.publicsphereproject.org/patterns/lv"}]},{"externalLink":"https://www.democracylab.org/projects/111","projectTitle":"OpenSidewalks: Let's evaluate curriculum","problem":"There are no good maps or routers for pedestrians. Routers treat all travelers like slow moving cars, not taking into account important needs and preferences. OpenSidewalks and AccessMap are changing that.\r\nPedestrians want maps that allow us to choose between streets with and without sidewalks, that let us select routes that are not polluted and busy with very fast street traffic. For people with disabilities, knowledge about the infrastructure is crucial for successful trips. It's the difference between choosing routes that have curb ramps and decent connectivity in sidewalks, versus getting stuck in rubble, impossibly elevated hills or impassable infrastructure.\r\nOpenSidewalks helps define, collect, and promote data for pedestrians via the OpenStreetMap platform, where millions of contributors create high-quality map data.  We work with municipal, state and USDOT data. Once on OSM, these data can be used downstream by routers and transportation/urban planners for informed decisions.","action":["Mapping infrastructure for all kinds of mappers, requires some knowledge. Help us design material that covers both the social and technical aspect of collecting good data for accessibility.","Creating easy mapping infrastructure\r\nCreating trackable edits to the map\r\nAdd good instructions for mappers\r\nDeploying web-based tools to facilitate mapping parties"],"founder":"Anat Caspi","technologies":[],"website":"www.opensidewalks.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fnbolten%40gmail.com%2FOpenSidewalks-LogoWhite.png_1552600336.4567637.png","contactInfo":[{"platform":"OpenSidewalks website","link":"https://www.opensidewalks.com/"}]},{"externalLink":"https://www.democracylab.org/projects/993","projectTitle":"Food Healers App","problem":"Global problems of ill health, world hunger, climate breakdown and ecological destruction are difficult to solve within our current institutional framework and socioeconomic system. If we wait for governments to solve these problems, it will be too late. If we wait for individual actions to solve these problems, it will be too little. Our only way forward is to act as a community, to deploy our singular ability to work together among millions and billions of us to achieve a common goal.","action":["Create an offers/needs network on an App, to connect those who have the ability to give healthy food, with those who need healthy food. With the use of location, Givers can post up vegan food for gifting, and Receivers can then claim and retrieve the food within their area. The Offers Tab would feature a Calendar, where Givers can set a certain date, time and location of where gifted food can be retrieved. The Needs Tab would be for posting up Food/Supply Needs to be visible within a set radius (15mi, 30mi, 50mi, 100mi, WorldWide) for Givers to donate/contribute within their means.","Create App to facilitate the implementation of Food Healers objectives. Once created, App can be downloaded by the Community to create an offers/needs network for global outreach. The Main Event for Food Healers is World Food Healers Day, which is planned for Saturday November 19th, 2022. World Food Healers day is the day after the UN Climate Change meeting, COP-27, Nov 7-18, ends in Sharm El-Sheikh, Egypt. The purpose of World Food Healers Day is to raise global awareness and initiate massive global action in relation to the interconnected challenges of climate breakdown and global hunger. With the help of Co-Conveners, such as PETA, Food For Life Global, Food Not Bombs, and Food Revolution Network, we aim to gain enough pledges to feed every human being on planet earth a healthy, nutritious, whole-foods, plant-based Universal meal so that we make serious inroads into eradicating hunger and experiencing the power of healing foods on that day."],"founder":"Sailesh Rao","technologies":["Android","iOS","MongoDB","Wordpress","Flutter"],"website":"foodhealers.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fvega%40climatehealers.org%2FnewFile.jpeg_1650508405.4268465.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/FoodHealers/FoodHealers"},{"platform":"Google Drive","link":"https://drive.google.com/drive/u/3/folders/1tsJ5rqV07fL1qGBJ8RsZwhBsXYhKbvxP"},{"platform":"Slack","link":"https://join.slack.com/t/climatehealers/shared_invite/zt-17bgialba-azXFO9qyDOqTKzEkXaN_Mg"},{"platform":"Trello","link":"https://trello.com/b/XTzhisXg/food-healers"},{"platform":"Figma","link":"https://www.figma.com/files/recent?fuid=1097642319519880415"},{"platform":"Twitter","link":"https://twitter.com/climatehealers"},{"platform":"Facebook","link":"https://www.facebook.com/climatehealers"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/climate-healers"}]},{"externalLink":"https://www.democracylab.org/projects/178","projectTitle":"EMPOWER ","problem":"On average, every minute in the United States, nearly 24 people per minute are physically abused by an intimate partner. This equates to more than 12 million women and men in just one year. Fear, shame, humiliation and low self-esteem experienced by DV victims are some aspects that prevent them from having the courage to reach out to organizations that may be helpful to them. The empower app would do that by helping DV victims specifically identify easy, confidential and discreet resources that can help them understand and learn about resources that may be available and close to them geographically to help provide logical options for them to put together a plan a safe escape. Future prospects of the app include:","action":[],"founder":"Nagham Ailabouni","technologies":["Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FEmpower.png_1564420976.3157694.png","contactInfo":[{"platform":"docs.google.com/presentation/d/15WTKFpZuV-fHbx6zAWT2KFpWgBOuATb8_u4b6M3YcrY/edit?usp=sharing","link":"https://docs.google.com/presentation/d/15WTKFpZuV-fHbx6zAWT2KFpWgBOuATb8_u4b6M3YcrY/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/57","projectTitle":"PINION","problem":"WELCOME TO PINION!\r\nPinion is a new platform & community where you can easily vote and constructively engage on issues and pending legislation you care about, share your vote to social media if you like, view results, and track your leaders to see how they are representing your interests.\r\nTHE VISION – “TINDER FOR POLITICS MEETS WIKIPEDIA FOR PUBLIC OPINION”\r\nOur vision is for Pinion to be THE global democracy platform, where any significant piece of legislation can benefit from open, public engagement and intelligent discussion that fosters civic participation and political progress.  Imagine a platform (website & mobile app) where you can easily find and engage on pending legislation that is being developed and voted on by your representatives.  And where you can propose ideas, make comments or suggestions, and ask questions that engage your community.","action":[],"founder":"Douglas Pierce","technologies":["Web","Android","iOS","Axure","SQL Server","Figma","JavaScript","React"],"website":"www.pinionvote.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2FScott%40PinionVote.com%2FnewFile.jpeg_1588975979.352421.jpeg","contactInfo":[{"platform":"Facebook","link":"https://www.facebook.com/PinionVote"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/pinion-vote/?viewAsMember=true"},{"platform":"Twitter","link":"https://twitter.com/Pinion_Vote"}]},{"externalLink":"https://www.democracylab.org/projects/1101","projectTitle":"[D3s] Everywhere!  |  Deep Data Detectives Initiative ","problem":"DO NOT APPLY IF YOU DO NOT MEET OUR REQUIREMENTS.   ONLY APPLICANTS WITH RESUMES ARE CONSIDERED!","action":["Deep Data Detectives is Prize Winner in the Designing for Digital Thriving Challenge hosted by @ideo @riotgames @FairPlayA @CooneyCenter @hopelab @scefdn.  It consists of three pilots: D3 Adventures (Fall 2022), [D3s] Everywhere!, an AI-driven Game-Play App (Winter 2023) and D3 Queens Adventures (Sprint 2023).  The goal is to activate collective action, build equity in economic opportunities and create sustainable communities with the help of Artificial Intelligence.\nWe serve 'untapped' individuals and groups (vulnerable, marginalized, underserved, underrepresented, BIPOC)","Development Stage"],"founder":"Luisa Bracamonte","technologies":["Android","React","Python","iOS"],"website":"nxtwavefounders.com/d3-adventures","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhello%40nxtwavefounders.com%2FnewFile.jpeg_1675547202.9925458.jpeg","contactInfo":[{"platform":"MEDIA","link":"https://nxtwavefounders.com/media"},{"platform":"D3 Adventures Website","link":"https://deepdatadetectives.com/"}]},{"externalLink":"https://www.democracylab.org/projects/582","projectTitle":"Democracy 3.0","problem":"Democracy 1.0 was direct democracy.  It existed mainly in the ancient Athenian city-state and a few Swiss cantons. It didn’t scale.","action":["Likely you haven't heard of Democracy 3.0, though you may have come across Participatory Budgeting, which is a subset of tools in the Democracy 3.0 toolkit.  In fact, these ideas are being experimented with in most every democracy around the world. Though small and modest today, we believe they represent a great hope for the future.\nWe have software projects in the works to pull together some of the best features of the dozens of existing projects in this space today. We are looking for people who can help design, build, polish and scale these tremendously exciting platforms to drive the future of democracy.\nMilestones ahead include 1) publish showcase and lessons of experiments around the world 2) launch of novel platform that brings together best-of-breed and addresses prior shortcomings and 3) pilot programs within a diverse set of environments to prove out benefits and work out kinks before expansion.","We have already gathered insights from wide-ranging fields, assembled a product roadmap, and built an MVP.  The next stage is to run Pilot Programs in a variety of environments and measure the impact against a pre-defined set of objectives around community involvement, trust in decision making, and organization cohesion and cooperation."],"founder":"Forceof Good","technologies":["JavaScript","PHP","MySQL","Laravel","Figma"],"website":"www.deegov.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fforcesofgood%40protonmail.com%2FnewFile.jpeg_1605485741.5458481.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1293","projectTitle":"Unpoll","problem":"How do 1000's of people work together to figure out what ~4 question to ask the candidates in an undebate?","action":["Unpoll is a tool for leading people through a discussion process that converges to an agreement. See the working prototype\nThis is one of the tools that EnCiv a 501(c)(3) is building for productive democratic discourse online.","The current tool needs to be simplified - with the \"topic\" portion removed, just focusing on 2 questions.\r\nWe need to implement the backend algorithm the keeps track of individual groupings, and determines the democratically agreed on groupings of questions for the next round.\r\nWe need to implement rounds - where if there have been enough people in the previous round, a person is asked to go through another round - considering the highest ranked ~10% of the statements from the previous round."],"founder":"David Fridley","technologies":["React","MongoDB","Node.js"],"website":"unmob.herokuapp.com/unpoll","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdavidfridley%40enciv.org%2FnewFile.jpeg_1685570548.5781336.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/EnCiv/unpoll"},{"platform":"docs.google.com/forms/d/e/1FAIpQLSee58BUiy12dtloG9pLITsELcNldIwXcEtCotV9r95BZJSIVA/viewform?usp=sf_link","link":"https://docs.google.com/forms/d/e/1FAIpQLSee58BUiy12dtloG9pLITsELcNldIwXcEtCotV9r95BZJSIVA/viewform?usp=sf_link"}]},{"externalLink":"https://www.democracylab.org/projects/1286","projectTitle":"App development and project management - Social Impact focus","problem":"Under the umbrella of our main project Unify Giving (application connecting donors directly to those experiencing homelessness) we are also creating some other impactful initiatives. Drinkease is currently being designed by two UX/UI designers and we're looking for a developer to come on board and help build it. It's focused on drinking habits in the UK and hope to instill good habits for users to drink aware and reduce consumption.","action":["Drinkease will send reminders every hour of a night out to a user to remind to drink water, write notes (morning memory) and mark themselves on a scale of 1-10 of how drink they feel. People will sporadically have to take a selfie drinking water to unlock other features in the app like friend mapping (friends using the app on a night out too) and exclusive offers and discounts with partnering establishments for those who are using the app properly to keep them drinking water.","We need a dev (or a few) to come on board and work with the designers to create the application."],"founder":"Matt Bamber","technologies":[],"website":"unifygiving.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1684769335.453876.jpeg","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/company/unify-giving/"}]},{"externalLink":"https://www.democracylab.org/projects/571","projectTitle":"San Diego Voter's Voice","problem":"Currently, campaign finance information for candidates running for local offices as well as money spent by outside groups to support or defeat them is not readily accessible to the public. When the amount of money being spent as well as the source is not known, voters feel disenfranchised by the election process. Making campaign finance data easy to find and read will increase public trust and confidence in the election process.","action":["Create a website that can easily communicate the campaign contributions and expenditures for each local candidate. Similar websites have been created at the national level, such as opensecrets.org, but nothing exists for the local levels.\nOur current goal is to finish the website for San Diego. After this is completed we will discuss further about making sure that every city is able to use this website for their local candidates.","We have created a majority of the site but are looking for additional volunteers to finish up the last of the issues. We are tracking the issues on the github repository located here https://github.com/opensandiego/sdvv-frontend/labels/priority_1.0. All issues labeled priority_1.0 are issues that we are trying to finish quickly."],"founder":"Tommy Stone","technologies":["JavaScript","Python","Angular"],"website":"sdvotersvoice.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1602517880.613833.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/opensandiego/sdvv-frontend/"},{"platform":"osd-slack-auto-invite.herokuapp.com/","link":"https://osd-slack-auto-invite.herokuapp.com/"},{"platform":"GitHub","link":"https://github.com/orgs/opensandiego/projects/7"}]},{"externalLink":"https://www.democracylab.org/projects/386","projectTitle":"Remote Elderly Home Care via Privacy Preserving Surveillance","problem":"COVID19 isolated at home many of us, including our elderly parents and grandparents. Not being able to check on them regularly elevates the risks that they are exposed to such as falls, gas leaks, flooding, fire and others.","action":["Ambianic.ai is an end-to-end Open Source Ambient Intelligence project that removes the stigma associated with surveillance systems by implementing privacy preserving algorithms in three critical layers:\nPeer-to-Peer Remote access\r\nLocal device AI inference and training\r\nLocal data storage\r\nAmbianic.ai observes a target environment and alerts users for events of interest. Data us only available to homeowners and their family. User data is never sent to any third party cloud servers.\nHere is a blog post that goes into the reasons why we started this project: https://blog.ambianic.ai/2020/02/05/pnp.html\nAnd here is a technical deep dive article published in WebRTCHacks. It clarifies that it is absolutely possible to build a privacy preserving surveillance system, despite popular cloud vendors making us believe that all user data belongs safely on their cloud servers: https://webrtchacks.com/private-home-surveillance-with-the-webrtc-datachannel/","Ambianic.ai has 3 main components:\nAmbianic.ai Edge: a Python application designed to run on an IoT Edge device such as a Raspberry Pi or a NUC. It attaches to video cameras and other sensors to gather input. It then runs inference pipelines using AI models that detect events of interest such as objects, people and other triggers.\r\nAmbianic.ai UI: A Progressive Web App written in Javascript using Vue.js and other front end frameworks to deliver an intuitive timeline of events to the end user.\r\nAmbianic.ai PnP: A plug-and-play framework that allows Ambianic UI and Ambianic Edge to discover each other seamlessly and communicate over secure peer-to-peer protocol using WebRTC APIs.\nWe need to work on these major areas:\nRecruit volunteers in the home care community to test the system and provide feedback\r\nSelect more models to address open use cases such as fall detection, gas leaks and others\r\nWork on implementing Federated Learning infrastructure to fine tune initial pre-trained models."],"founder":"Yana Vasileva","technologies":["JavaScript","Python"],"website":"ambianic.ai/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fyana.vasileva%40ambianic.ai%2FnewFile.jpeg_1588826587.1454613.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/ambianic"},{"platform":"Quick Start Guide","link":"https://docs.ambianic.ai/users/quickstart/"}]},{"externalLink":"https://www.democracylab.org/projects/797","projectTitle":"Co-Creation Nation (CCN)","problem":"DO NOT APPLY IF YOU DON'T MEET OUR REQUIREMENTS.  ONLY APPLICANTS WITH RESUMES ARE CONSIDERED.","action":["We are developing tools and technologies to support the work of  under-funded  founders of color, nonprofits and rural municipalities leaders who are facing economic and social barriers.  Our goal is to foster vibrant economies, create local jobs and accelerate economic mobility.","At Co-Creation, we want to bring a unique experience by re-imaging civic engagement in the context of economic mobility.  We advocate for unbiased algorithms and amplify data privacy in under-resourced communities to confront inequality through our proprietary \"Human Equity-Centered Design\" Approach.\nTHANK YOU FOR YOUR INTEREST IN CO-CREATION NATION."],"founder":"Luisa Bracamonte","technologies":["Salesforce","Web","JavaScript","SQL Server","MySQL","HTML","Adobe Creative Suite","Figma"],"website":"nxtwavefounders.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1627314004.1032214.jpeg","contactInfo":[{"platform":"Twitter","link":"https://twitter.com/FoundersNxt"}]},{"externalLink":"https://www.democracylab.org/projects/446","projectTitle":"FindHello","problem":"There are many actors in the nonprofit space that help resettled refugees at varying stages of integration into American society and their new communities. It can be difficult at times for refugees to identify where to go for help, particularly as their relationship with the nine formal resettlement agencies transitions. In addition, many grassroots, faith-based and community-based organizations that offer critical support to resettled refugee families lack the opportunity to share best practices and solutions across geographies with other similar organizations that could improve the livelihoods of resettled refugees throughout the U.S.\r\n​\r\nBy increasing access to existing services from nonprofits and community-based organizations, resettled refugees will be better able to navigate the complex infrastructure of government and nonprofit services and move towards self-sufficiency after experiencing displacement.","action":["FindHello is an app that was created by USAHello with support from UNHCR to address the needs of immigrants, refugees and asylum seekers in the US.\nIt serves as a national database of immigrant resources with a user friendly map application to allow immigrants and service provides easy access to the available resources in their area.","We are seeking volunteers in engineering (Django/Python, Ionic, Angular) and data management (resource verification and research) to assist with the maintenance and improvement of the the database and application."],"founder":"Collin Stevens","technologies":["Django","Python","PostgreSQL","AngularJS"],"website":"find.usahello.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fcollin%40usahello.org%2FnewFile.jpeg_1594255949.3918538.jpeg","contactInfo":[{"platform":"find.usahello.org","link":"http://find.usahello.org/"},{"platform":"Twitter","link":"https://twitter.com/usahello_org"},{"platform":"Facebook","link":"https://www.facebook.com/USAHello.org/"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/usahello"}]},{"externalLink":"https://www.democracylab.org/projects/1252","projectTitle":"Municipal Court Warrant Recall for the Homeless","problem":"Missouri passed Senate Bill 1606, which says that h-less people will be arrested and charged with a Class C misdemeanor for camping or sleeping on state property. If local police do not enforce this law, the local government may lose funding for h-less projects, housing, counseling services, job training, and food stamps.  Before 1/1/23, the police picked up h-less and moved them around to other locales. The police mostly gave up on arresting h-less because it took the police hours to process a person. Then the municipal courts would let the h-less go back to the streets. Outstanding warrants inhibit h-less from getting jobs, housing and services. Many h-less have outstanding low-level warrants.","action":["Cooperation between Outreach Workers, police and courts could streamline the housing/counseling process. Police and/or Outreach Worker could query the sheriff/courts to establish the number of outstanding warrants the h-less person had. Assurances could be made that the h-less person would not be arrested.","Since SB 1606 was passed, the police are forced to arrest h-less. They query databases of warrants. The low-level warrants could easily be recalled by courts if a system were to be installed. The judges would like it because the h-less person would be properly served and the court's case load would be reduced. The backlog of warrants would be reduced. The police would like it because the unpleasant duty of arresting h-less on state property would be reduced. It turns out that Kansas City does not have enough jail beds to accommodate all the h-less who are arraigned. The Outreach Workers would like it because it would streamline their acquisition of client identification, removal of warrant fear and placement into housing that coordinates with police and courts."],"founder":"William Kirby","technologies":[],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1684338966.7395074.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1104","projectTitle":"ALDAYA","problem":"Amplify the voices of indigenous peoples of Brazil.\r\nWe are bridging the indigenous wisdom of native peoples of Brazil with mainstream cultures in order to first create awareness of their traditions, knowledge and needs, and secondly to raise financial resources to support the preservation of their memories, traditions and territories through artistic entrepreneurship.","action":["Create a philanthropic shop with art made by indigenous peoples as a means to tell their stories, create personal relationships with native peoples. bring awareness to who they are as peoples, as culture, as sovereign communities.","Sell indigenous arts, share a blog with stories about the indigenous peoples of Brazil, and create a channel for donations for projects that support economic autonomy through art in indigenous communities."],"founder":"Marina Szarfarc","technologies":[],"website":"www.aldaya.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmarina%40aldaya.org%2FnewFile.jpeg_1670887722.2455997.jpeg","contactInfo":[{"platform":"Instagram","link":"https://www.instagram.com/al.daya/"},{"platform":"Facebook","link":"https://www.facebook.com/aldaya.org/"}]},{"externalLink":"https://www.democracylab.org/projects/908","projectTitle":"SEEDS Regenerative Shopping Assistant","problem":"Thank you for what you are doing ♥\r\n######################################\r\nNOTE: This is a DAO (a decentralized autonomous organization) where you are encouraged to be proactive and approach team members independently. Below is our collaboration platform where you are very welcome.:\r\nhttps://www.notion.so/seeds-explorers/Co-creating-a-Regenerative-World-1a80dc8b81a84fae956979bdae7a0480","action":["The product will be a service empowering the RDGs (Regenerative Development Goals) with two main functions, connected to the blockchain with a reputation score system. A web browser extension that shows the consumer the ecological footprint of the manufacturer when shopping online, so that the consumer can make a conscious decision when buying. The manufacturer will have detailed information about their ecological scoring from the public databases, which will help them evaluate and optimize their manufacturing processes.\nCustomer side:\r\nA web browser extension that shows the user the ecological footprint of the manufacturer when shopping online, so that the user can make a conscious decision when buying. The Users get rewarded with Seeds when they install the shopping assistant extension and every time they purchase a sustainable or regenerative product.","Manufacturer side:\nThe manufacturer will have detailed information about their ecological scoring from the public databases, which will help them evaluate and optimize their manufacturing processes. Subsequently, they will have the opportunity to join the SEEDS RDG ranking and support regenerative campaigns proposed by the SEEDS community in the blockchain to move up in the RDG ranking.\r\nThe data concerning manufacturers' sustainability or regeneration reputation is pulled from various public databases via API (e.g. the SDG database from the United Nations) and can be life updated by the SEEDS citizen around the world.\nEach role is needed multiple times for the other features and products of the larger product family ♥\nHigh-Level needs:\n\nBack-end and Front-Development\nData analysts\nAI and Big Data\nMarketing\nCreate a repository and connect to open public databases\nDevelop the minimum viable web browser extension\nDeliver a MVP\nReceive Gratitude ♥\n"],"founder":"Nadim Hamdan","technologies":[],"website":"www.joinseeds.earth","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fsupnad2002%40gmail.com%2FnewFile.jpeg_1642196092.101539.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/JoinSEEDS/"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1zkg3Q36X6EJS2Ev7aoDcMXLSY8Mq85yU?usp=sharing"},{"platform":"discord.gg/F33FnF2eB7","link":"https://discord.gg/F33FnF2eB7"},{"platform":"www.notion.so/seeds-explorers/Co-creating-a-Regenerative-World-1a80dc8b81a84fae956979bdae7a0480","link":"https://www.notion.so/seeds-explorers/Co-creating-a-Regenerative-World-1a80dc8b81a84fae956979bdae7a0480"},{"platform":"Facebook","link":"https://www.facebook.com/joinseeds/"},{"platform":"Product Requierment Document","link":"https://docs.google.com/document/d/16_jyOZaPmJ0JLzmMbHZGaJa5-taitFMPeMpShAZ32WI/edit#"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/14755835"},{"platform":"Figma","link":"https://figma.com/proto/5H2fq6UfQGUhQrzP6XcMFY/SEEDS?node-id=10%3A47&scaling=scale-down&page-id=0%3A1&starting-point-node-id=4%3A11"},{"platform":"Twitter","link":"https://mobile.twitter.com/SEEDSeconomy"}]},{"externalLink":"https://www.democracylab.org/projects/388","projectTitle":"MediLinkUp: eHealth in Africa ","problem":"The poor health information system has been identified as a major challenge in the health-care system in many developing countries across Africa.","action":["Electronic medical records (EMRs) or electronic health records (EHR) have been shown as an important tool to improve access to patient information and vital in ensuring improved patient care. However, this tool has not been widely implemented/adopted across Africa yet.\n“Build an Intelligence artificial method to learn from the data, to analyze and to detect COVID-19 symptoms and diagnose patients. The learned model allows us to classify COVID-19 cases.”\nEnd-user: A simple, user-friendly, and cost-effective software to assist African medical and healthcare professionals to manage disease cases, analyze data, and to provide quality patient care across Africa.","We plan to:\nBuild a website to collect populate medical data,  symptoms of patients who stayed in critical care units, search data, cases, deaths, demographics, clinical measurement, intervention, billing,  medical history dictionary, pharmacotherapy, clinical laboratory test and geospatial data views for all regions.\nCreate a large data lake  epidemiology data and identify\nManage the database, making it usable to other researchers while taking care of privacy concerns.\nBuild an IA method to learn from the data and detect early some symptoms and help to detect, prevent, and care.\nEvaluate IA method"],"founder":"Dr.  GARBA Moussa","technologies":["Python","MongoDB","Flask"],"website":"sites.google.com/view/medilinkup/home","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmoussagarba2000%40yahoo.fr%2FnewFile.jpeg_1588925816.2313948.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/garbamoussa/MediLinkUp"}]},{"externalLink":"https://www.democracylab.org/projects/112","projectTitle":"Town hall project","problem":"We are increasing lawmaker accessibility, as part of that we ask every person running for office to take a pledge to hold at least 4 town halls a year","action":[],"founder":"Megan Riel-Mehan","technologies":["JavaScript","React"],"website":"Townhallproject.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FTHP_logo_horizontal_simple.png_1552882893.6652284.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/townhallproject"},{"platform":"blog post on package publishing","link":"http://www.meganrielmehan.com/methods-and-notes/publishing-a-connected-react-redux-app-as-installable-component"},{"platform":"npm submission form","link":"https://www.npmjs.com/package/thp-submission"},{"platform":"design doc","link":"https://projects.invisionapp.com/share/XRUZ88SH4ET#/screens/310378227_Home_Screen_nav_search"},{"platform":"nav update","link":"https://docs.google.com/presentation/d/1WHJUzdaSoEF7fvCHVfZg06zKiweXxoNQXJKDa0rM080/edit?usp=sharing"},{"platform":"current embedded submission form","link":"https://townhallproject.com/#submit"},{"platform":"internal submission form","link":"https://townhallsubmission.herokuapp.com/"}]},{"externalLink":"https://www.democracylab.org/projects/7","projectTitle":"Northwest Health Career Path - Diversity in Health Sciences","problem":"The current healthcare system faces a large underrepresentation of health professionals who are from and represent the communities they serve. There are a vast number of outreach programs throughout the Washington, Wyoming, Alaska, Montana and Idaho (WWAMI) region striving to bring minorities who are underrepresented in the health care fields toward college level training in the health sciences. However, although it has been shown that outreach programs are most successful when they work together to form a “pipeline”, there are not at this point any systematic efforts being done to encourage these programs to work together and take a more coordinated approach.","action":["Are you someone who has a passion for making a difference? Please join us in our goal of making our healthcare system more equitable by bringing rural and underrepresented students into the healthcare professions. Our project is twofold. We are conducting an environmental scan to gather comprehensive data on local and regional outreach programs, camps and organizations that support underrepresented students. As this data is gathered, we are making this information available to students through an easily navigable website map. We would love your help in this work!","We hope to collect and distribute the data that will help these programs gain a clearer view of what is happening in their area, identify gaps in programming and find ways to bridge those gaps. We also plan to create opportunities for programs to come together and share their knowledge on how to remove the barriers that underrepresented students face in moving forward with their dreams. Our project will work to map the current landscape of where, how, and at what levels health sciences outreach projects are functioning in both Seattle and the WWAMI region. We will then translate this information onto a user-friendly website platform that can be easily accessed by students, volunteers, advisors, and program administrators. We are currently nearing the end of the design phase and are transitioning into the development phase. We are looking specifically for developers with experience with Docker."],"founder":"Tyrah (She/Her/Hers) Gullette","technologies":["JavaScript","React","Web","MongoDB","Go","Node.js"],"website":"nwhealthcareerpath.uw.edu","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1582783803.3724551.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/wwami-pipeline"},{"platform":"Technical Documentation (as of July 2018)","link":"https://docs.google.com/document/d/140ZTh7l4hvfdnejuhj0XpEgm9t85DOmm8QygACUBQao/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/1249","projectTitle":"Early Release Calculator","problem":"In 2018, legislation was passed granting several concessions to incarcerated individuals, the most interesting of which was time off for participation in qualifying non-recidivism activities.  Largely the Bureau of Prisons has stonewalled.  We don't understand.  This is too complicated.  We don't have the systems to track this new information.  We don't have the people to implement these new processes.  We don't know what you mean by this.  We don't know what you mean by that.  Let's talk about this.  Let's have review periods.  Let's refine this.  Let's hear from more people.   We're worried about how this could be taken the wrong way.  Etc.","action":["The First Step Act is easily 25,000 words over 60+ pages depending on formatting.  There are 40 amendments.  There are dozens of parts, chapters, sub paragraphs, roman numerals and plenty  of other linguistic officiousness.  But at the very very core of the bill is an algorithm that can be implemented in one function with one loop that produces one number--an early release date.  That's an app.  It should be an app that is in the hands of every person behind bars, their friends and family, parole officers, lawyers, law firms, judges, and all the other parties that work in and around the courtroom.  We have the prototype.  It works.  The original legislators have been made aware of this.  We have applied to several institutes for funding.  We just need to take the mvp to version 2.0.","If a hybrid mobile programmer that code the Android and IOS launchers that essentially lead to the lowest common denominator of apps you can download in both app stores--html, css, and other code supported by mainstream browsers could produce the next version of this we would have something real we could really put in the real hands of the people we're really talking to about making this Calculator ubiquitous.  We want it everywhere.  Are you that mobile programmer who can make a gigantic difference in thousands of real lives?"],"founder":"Don Sutton","technologies":[],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Flivefor10%40yahoo.com%2FnewFile.jpeg_1683744549.4223177.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/77","projectTitle":"Ready Set Vote","problem":"How It Works\r\nWhen you go to the site you can pull up a copy of your ballot by entering your address. Then you select the organizations you trust to see their recommendations. As you go through each race, one by one, you weigh those recommendations. When you've made a decision you mark your pick. At the end, you have a personalized ballot cheat sheet you can use to help you fill out your ballot. And if you'd like, you can share that cheat sheet with others.","action":[],"founder":"Joseph Peha","technologies":["JavaScript","React","Express","MongoDB","TypeScript","Node.js"],"website":"readysetvote.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdarryl.banks%40gmail.com%2FReady-Set-Vote---highRes.png_1557617077.9890902.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/ReadySetVote"},{"platform":"Google Drive","link":"https://drive.google.com/open?id=1ObApLz2WMISnV-To0Ypb91ZAGj-XBye8"},{"platform":"Slack","link":"https://readysetvote2.slack.com/"},{"platform":"app.zenhub.com/workspaces/main-workspace-5d62002a05bd430001e75182/board?repos=176017615","link":"https://app.zenhub.com/workspaces/main-workspace-5d62002a05bd430001e75182/board?repos=176017615"},{"platform":"Trello Board - User Stories","link":"https://trello.com/b/afEMhseE/ready-set-vote-2018-user-stories,"},{"platform":"Hackathon Demo","link":"http://silken-champion-253618.appspot.com/"},{"platform":"Animated GIF Overview","link":"https://drive.google.com/file/d/1O0IE27QVSokF-5Ynw2oSFiV4zJMT3m2p/view?usp=sharing"},{"platform":"Geekwire Article on Ready Set Vote","link":"https://www.geekwire.com/2016/site-helps-voters-navigate-complex-ballot-creating-election-cheat-help-endorsements/"}]},{"externalLink":"https://www.democracylab.org/projects/771","projectTitle":"WiseCourage Project (formerly WinWisely and GetCourageNow)","problem":"Elections count. But history repeatedly shows that they are absolutely insufficient without the presence of a robust growing nonviolent civil resistance (NVR) movement. Eg. With a big Dem. Party majority & FDR, it still took the threat of a General Strike to pass the New Deal, & much NVR in the 60s to pass the Civil Rights and Voting rights laws.  Yet NVR in the US is almost non-existent, despite our being on the verge of a fascist coup which again history has proven can best be prevented by a powerful NVR movement. Therefore,the problem is how can we use tech to finally be able to catalyze MORAL COURAGE at scale: to embolden & recruit the massive numbers of courageous resisters needed to eg to shut down cities, states,Wall Street, etc. to force passage of strong voter rights protection laws, make the rich pay their fair share, shut down fossil fuel industry, prevent nuclear war etc.  How can we transform 7-9M liberals into 7-9M courageous activists--resistors & resistor supporters?","action":["We have our first tool ready to test now. For best understanding, see our one pager at bit.ly/gcn-1p with links to 1) foundational research proving that mass nonviolent civil resistance is best proven strategy to prevent fascist coups, & overthrow them; 2) our 3 minute animation & 10 min video demo demonstrating how our software would work, 3) reviews from top organizers, and 4) our FAQ.  Our solution is to provide free tools, one for orientation meetings, & one integrated\"Take Action\" tab of any nonviolent civil resistance strategy-based campaign. Both tools are \"ladders of courage building engagement,\" combining for the first time ever 3 proven action motivators, able to essentially catalyze or unleash MORAL COURAGE at scale--and thereby recruit the massive numbers of courageous volunteers & their supporters that electoral as well as nonviolent resistance campaigns today urgently need to have a realistic chance to win, to save democracy & the planet in the little time we have left.","Cofounder openings: (can be virtual)\n\n(Co-Director title): help find nonviolent resistance campaigns eager to beta test our tools (one is already ready to test);  &find social media cofounder for crowdfunding; $5000 available to the first campaign we choose\nExper'd UX researcher &/or designer\nLine up (when minimal funding arrives), halftime sr. level GO or Node.JS programmer willing to finish either of two  2/3 finished efforts begun by two prior top notch engineers, one in Node JS, other in GO w/ much security\nAn exp'd Project Mgr.\nAlternatively,  programmer capable of rapidly prototyping a testable MVP beta (for the Take Action Tab use described in our demo) &\na compatible frontend developer.\r\nNOTE: $14k Funding is available (in escrow) from a foundation and a few donors upon achieving a testable beta.\n\nThe project lead, Gary Krane, PhD, is the fulltime volunteer fundraiser with a half time research/outreach co director to assist him."],"founder":"Gary Krane PhD","technologies":["Python","Go","SQL","Node.js","Django","PHP","Wordpress","Ruby on Rails","MySQL","HTML","JavaScript","Flutter","Salesforce"],"website":"GetCourageNow.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fgary%40getcouragenow.org%2FnewFile.jpeg_1641877270.8591619.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/amplify-edge"},{"platform":"GitHub","link":"http://github.com/"},{"platform":"Telegram.com","link":"http://telegram.com/"},{"platform":"ASANA.com","link":"http://asana.com/"},{"platform":"Twitter","link":"http://twitter.com/GetCourageNow"},{"platform":"Facebook","link":"http://facebook.com/GetCourageNow"},{"platform":"LinkedIn","link":"https://www.linkedin.com/in/garyk1/"},{"platform":"Project Coordinator/Cofunder's resume","link":"http://bit.ly/GaryKraneResume"},{"platform":"GetCourageNow one pager with demo links","link":"https://docs.google.com/document/d/1SwS86WxJJVX8XKAVUHV1ozvvgo2bkMt3960N6TAu1VM/edit"},{"platform":"GetCourageNow FAQ","link":"https://docs.google.com/document/d/1G2M4WUzw9e34BoxNue6wuhi91BwvpglUnjdzOE_iZxw/edit"}]},{"externalLink":"https://www.democracylab.org/projects/911","projectTitle":"FediPress","problem":null,"action":["\nWordpress runs approximatively the 43,1% of the entire web (2021 statistics)\nActivityPub is a W3C standard able to inter-connect (federate) servers through a pretty easy to implement protocol (Fediverse)\n\nThe idea is to create a plugin which enables direct relationships between WordPress websites (inbox/outbox). This will allow admins to automatise collaborations with other projects and users to find related projects, news, events, places... jumping directly from one website to another.\r\nThe plugin will be easily installable through the WordPress market for free with zero technical knowledge and will potentially reduce the need of 3rd parties centralised or decentralised services (DLT). It will also allow to schedule posts on most common social networks (Telegram, Fb, Tw...) and push the adoption of federated ones (Mastodon, Mobilizon, Pixelfed...).","\nClarify which kind of relationships websites could establish and which ones can makes sense to automatise\nDesign the UI/UX of the plugin dashboard\nDevelop the plugin to include different use cases\n"],"founder":"Francesco OpenForFuture","technologies":["PHP","Wordpress"],"website":"openforfuture.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Ffra%40openforfuture.org%2FnewFile.jpeg_1642246264.1617525.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/695","projectTitle":"Tech2Live","problem":"DID YOU KNOW?\r\nIn the United States, more than 10 million adults experience domestic violence annually.\r\nThe two most pressing concerns for survivors of abuse are the need for safe housing and the need for economic resources to maintain safety.\r\nDomestic violence survivors encounter many problems that affect their finances and their housing. Many survivors struggle to find steady employment if they are a victim of violence at home or stalking and harassment at their workplace. Without steady employment, it can be difficult for survivors to obtain the funds needed to exit the situation. Additionally, they may have poor credit or rental history which would directly affect their search for housing. If they do have housing, survivors can lose access to subsidized or affordable housing if the abuser is committing certain policy violations. Landlords can also evict victims due to repeated calls to the police or damage to the property caused by the abuser.","action":["Tech2Live is using technology to create a secure portal that will connect organizations with survivors to provide them with their essential needs, such as housing, finances, exit planning, evidence planning, and counseling. Through this portal, organizations can allow coordinators and advocates to control funds, issue virtual & physical cards, generate reports, and more. This resource aims to equip survivors with crucial benefits that are needed to survive and will focus on housing and allocating economic resources, which are two of the most pressing issues for survivors of domestic violence. Using technology, we can connect survivors to organizations to help provide essential resources.","Design and develop a portal to connect domestic violence survivors with organizations and resources. Utilizing research on domestic violence and through information provided by other organizations, we will work to validate the problem statement. The research will continue to be conducted to understand the problem and its feasibility by working directly with organizations and survivors to determine their most critical needs. Once we determine these core features, we will create an MVP based on the research and conduct testing on the prototype. We will interact directly with survivors and organizations to receive their feedback and further iterate the product. We will revise and continue to work on the product until it is ready for production. In the production stage, we will implement and validate the product. It is crucial that survivors and organizations are working closely with the team to ensure the product will be beneficial to those who need it."],"founder":"⚫  Emre Caglar","technologies":[],"website":"tech2live.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Femrecaglar%40gmail.com%2FnewFile.jpeg_1670473287.2030842.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/ecaglar/DemocracyLab-SoS"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1801VEC3gQsINcL8rsCJwjQulmnxxG_Af?usp=sharing"},{"platform":"Slack","link":"http://tech2live.slack.com/"},{"platform":"Trello","link":"https://trello.com/democracylabsos/home"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/tech2live/"}]},{"externalLink":"https://www.democracylab.org/projects/1036","projectTitle":"Stonewall Directory","problem":"Partially Designed Web App Needs to be Launched!","action":["The 2022 Midterms are around the corner, and we need to launch a beta MVP as soon as possible. After the election, we can expand the product.\nThe alpha version of this product will have:\r\n-A secure back end database with accounts for representatives of each grassroots organization which they can use to update their org's profile in the directory.\r\n-A modern front end that is a public-facing, searchable directory of participating organizations.\r\n-Is scalable to include more organizations and more features as the product grows.","We have:\r\n-A partial design in the form of mid-fidelity, annotated wireframes for the mobile view of the app (link to clickable demo attached)\r\n-A Google Sheets database of organizations\r\n-Excellent user and market research documentation\r\n-A great cause!\nWe need:\r\n-Designers who can bring the design aspects of this project across the line, using the mid-fidelity wireframes as a jumping off point\r\n-Engineers who can build (or get good practice building) a secure backend with multiple authenticated users of the same user type (not including site admin, which is a separate user type)\r\n-Engineers who can tie the back end database with an easily usable front end leveraging the work of the project's designers\r\n-A finished solution that works just as well on mobile as it does on desktop"],"founder":"Ryan Basham","technologies":[],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fpolitics%40ryanbasham.com%2FnewFile.jpeg_1659483910.3189657.jpeg","contactInfo":[{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1ci00zm4gpyqORYP2j_HNjMhh5GtWC6BA?usp=sharing"},{"platform":"Twitter","link":"https://twitter.com/ryanbasham"},{"platform":"LinkedIn","link":"https://www.linkedin.com/in/ryanbasham/"},{"platform":"Clickable Mobile Demo (InVision)","link":"https://invis.io/RD12XAPLTYBX"},{"platform":"Instagram","link":"https://www.instagram.com/ryanbasham/"}]},{"externalLink":"https://www.democracylab.org/projects/1228","projectTitle":"ConsensUS","problem":"Low civic engagement among youth spreads polarization and misinformation crippling national politics. Many young adults want to get involved but lack the information, support, and explicit opportunities. Only  half of youth say they are “as well-informed as most people”and only 40% say they feel well-qualified to participate in politics. This speaks to a lack of systemic, developmental support for youth to develop as voters and civic actors and find their voice within democracy.","action":["A web-based and sociable mobile application that provides a simple, intuitive platform to track the United States legislative agenda and activities of elected officials. The aim is to deliver the information in an interactive and visually-engaging manner to encourage users to make a daily habit out of tracking the political agenda. The app will keep a profile for each officer and detailed graphic results of their voting history which users will be able to apply many filters on such as year, topic or domestic / foreign. A polling section will present wedge-issues, current bills and their sponsors in Bumble-like profile cards allowing users to swipe and indicate their support. Users will be able to view whether they are a “match” with their representative on the issue item and contact them.","Create a regularly updated database of congressional votes such as from ProPublica API, create a hybrid application with a swipe function, design of representatives profiles"],"founder":"Şahika Aydınol","technologies":[],"website":null,"image":"","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/in/sahika-aydinol/"}]},{"externalLink":"https://www.democracylab.org/projects/1189","projectTitle":"Positive Psychology Mobile App","problem":"Our mental wellness app project aims to empower individuals to take control of their well-being through enhanced features and a user-friendly interface. Our goal is to reach a wider audience and create a safe and inclusive space for promoting mental health. We offer evidence-based tools, techniques, and strategies to help users build resilience, cope with stress, and foster positive habits. Our team is committed to creating a reliable and research-based app that is continuously updated to meet the needs of our users.","action":["A mobile app that includes meditation, journaling, gratitude logging, and affirmations can offer a comprehensive and personalized toolset for promoting positive psychology and mental wellness. By providing access to these techniques on-the-go, users can easily incorporate them into their daily routines, leading to increased engagement and adherence to positive habits. The app can also provide valuable insights and feedback, ultimately leading to improved well-being.","-Conduct an analysis of the current app\r\n-Develop comprehensive layouts and wireframes for the updated app, incorporating new features\r\n-Continuously iterate on designs to ensure optimal user experience\r\n-Create icons and other necessary assets to enhance visual appeal\r\n-Implement effective marketing strategies to promote the app\r\n-Provide development assistance to ensure smooth execution of the project"],"founder":"Jamie Maertens","technologies":["Android","iOS","Figma"],"website":"play.google.com/store/apps/details?id=com.wowsery.freehappiness","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjamiemaertens%40gmail.com%2FnewFile.jpeg_1678072367.4304838.jpeg","contactInfo":[{"platform":"Figma","link":"https://www.figma.com/proto/s7qf6CBRR64ryyKRUxpaiP/FreeHappinessPrototype?scaling=contain&page-id=0%3A1&starting-point-node-id=101%3A15&show-proto-sidebar=1&node-id=101%3A15"}]},{"externalLink":"https://www.democracylab.org/projects/upper-valley","projectTitle":"Code for Upper Valley  <> ValleyNet","problem":"Access to high-speed internet is often difficult in rural areas, which presents a great challenge for many employees, students, and business owners. This project aims to evaluate and improve broadband access in rural communities by creating an internet connection speed testing app that organizations can use to enhance their services.","action":["Our app will help bring awareness of internet access speeds on an individual and local level and provide usable data for organizations to use in their work to make improvements."],"founder":"Jennifer Lynn","technologies":["JavaScript","MongoDB","Tailwind","Svelte"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1659128316.0123677.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/codeforUV/ruralnetv2"},{"platform":"Slack","link":"https://join.slack.com/t/codeforuv/shared_invite/zt-1crei0qiu-~obipysspQiZFuCgbbfU~Q"},{"platform":"www.notion.so/codeforuv/Project-Board-Impact-Sprint-4d93a45a1772440e84476b5d7995d68e","link":"https://www.notion.so/codeforuv/Project-Board-Impact-Sprint-4d93a45a1772440e84476b5d7995d68e"},{"platform":"How the App Works","link":"https://www.notion.so/codeforuv/How-the-App-Works-a5f8e3f463694428af8529a6175e3231"}]},{"externalLink":"https://www.democracylab.org/projects/1100","projectTitle":"CiviCue","problem":"Since the dawn of internet, digitalization has resulted in social networks eroding the advertising revenue of original content providers, causing media operators to lose their independence and become a propaganda tool for the powerful, driving societal and political polarization.","action":["\nTo eliminate single point of failure, blockchain technology enables transparent ballot record and establishes public trust\nTo avoid double voting, anonymized voter authentication verifies voter eligibility\nTo address extreme polarization resulting from plurality voting, ranked voting and quadratic voting are introduced to help voter measure intensity of preference.\nTo fight disinformation in post-truth era, gamified quizzes reduce information asymmetry and help voters develop critical thinking capability.\n","Seek sponsorship to execute a referendum in Taiwan on topics of sovereignty and public issues."],"founder":"Nick Chang","technologies":["JavaScript","Android","React","iOS","Express","MongoDB","Node.js"],"website":"civicue.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fnick.h.chang%40gmail.com%2FnewFile.jpeg_1669947891.716244.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/CiviCuexG0V"},{"platform":"Facebook","link":"http://www.facebook.com/civicue"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/civicue/"},{"platform":"YouTube","link":"https://www.youtube.com/watch?v=2uP0T_6Pb1Y"}]},{"externalLink":"https://www.democracylab.org/projects/1233","projectTitle":"For Future","problem":"People are increasingly aware of various existential risks facing humanity, such as pandemics, climate change, bioengineering and advanced AI. Despite this growing consciousness, many feel unable to meaningfully address these threats, as their efforts are often limited to volunteering, donating, and lifestyle changes.","action":["For Future helps people contribute their talent/money/time to solving humanity’s existential risks by connecting them with ventures and individuals working on these issues. It’s like a LinkedIn for your social impact life.\nCurrently, we are an online classifieds/Craigslist for existential risk ventures to post their resourcing needs. In the future, we will be supporting ventures and contributors more directly with services such as crowdfunding, marketing and due diligence","We’ve just released our website to the public and now looking to validate what we’ve built, gain traction and fundraise."],"founder":"Ruby Tang","technologies":["React","Python","Node.js","Firebase"],"website":"forfuture.ventures/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fruby%40forfuture.ventures%2FnewFile.jpeg_1680845823.9785278.jpeg","contactInfo":[{"platform":"nebulous-exception-8ec.notion.site/44869b028e774c73b2f9ccff9d27b4ac?v=7f716234a9414bb5b31a0bd4f83f1adb","link":"https://nebulous-exception-8ec.notion.site/44869b028e774c73b2f9ccff9d27b4ac?v=7f716234a9414bb5b31a0bd4f83f1adb"},{"platform":"Instagram","link":"https://www.instagram.com/forfuture.ventures/"}]},{"externalLink":"https://www.democracylab.org/projects/1242","projectTitle":"Sigma","problem":"Access to basic medical services and reliable medical information is a challenge faced by many people worldwide. This lack of access leads to misconceptions about diseases, healthy habits, and diets. The problem is most prevalent in underdeveloped countries where reliable sources of information are scarce. The issue arises due to a lack of understanding of the information by those who provide it. Being misinformed can lead to confusion, waste of resources, and in some cases, even death. Addressing this problem would significantly improve people's lives by providing them with accurate information and easier access to medical services.","action":["Sigma is a comprehensive health web application that simplifies access to essential medical services and resources right at your fingertips. With Sigma, users can easily locate nearby hospitals, access crucial medical information while filtering out medical misinformation, and find helpful learning resources without leaving the comfort of their devices. It's your one-stop-shop for all your healthcare needs!","Our solution addresses this problem of misinformation in the world of medicine by addressing the problem of misinformation in medicine by providing users with access to reliable and accurate medical information while filtering out medical misinformation. It also offers helpful learning resources to keep users informed and up-to-date with the latest medical information. By giving it’s users easy access to nearby hospitals and medical services as well, Sigma can help users receive prompt and appropriate medical attention, which can prevent them from relying on unverified information and potentially harmful self-treatment."],"founder":"Tobi TheRevolutionary","technologies":["JavaScript","Django","Python","HTML"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1681939391.9875464.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Tobitheprof/sigma"}]},{"externalLink":"https://www.democracylab.org/projects/1186","projectTitle":"Mental Wellness Non-Profit","problem":"Mental health is 24/7 and it is not always possible to get support when we need it","action":["We are a team of a dozen designers building a free app to empower everyone to manage their mental health, via free peer support groups, chats, and mental health resources at anytime. We are looking for help to build the app in flutterflow.io.","This is a volunteer remote position. You can donate as much or as little time as you'd like, even a few hours would help. We are looking for developers who can help us build the app on flutterflow.io, and bring full-stack and front-end experience to help us further grow the product beyond flutterflow's framework."],"founder":"Grace Shen","technologies":["Android","Web","iOS","Figma","Firebase","Flutter"],"website":null,"image":"","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/99","projectTitle":"Public Sphere Project ~~ Migration & Redesign","problem":"The simplest version is that we are migrating from Drupal 6 to Drupal 8. This could mean somewhat of a major redesign, especially if we want to support a pattern repository that helps store and manage pattern language information from our site as well as others.","action":[],"founder":"Douglas Schuler","technologies":["Drupal"],"website":"www.publicsphereproject.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdouglas%40publicsphereproject.org%2F066.media-diversity.Bouquiniste_Paris.jpg_1546288639.5239024.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1095","projectTitle":"International Neighbors Donation System","problem":"International Neighbors — a 501(c)(3) volunteer organization — equips refugee families with the essential living necessities and network opportunities to thrive in Charlottesville, VA. Part of this effort is finding and securing furniture that is being donated in the local area. While International Neighbors' network of volunteers are skilled at finding the furniture they need (primarily on social media), there has not been a standardized intake process for the donations — nor has there been a central repository for all of the donated furniture, or a way for families to claim the items they need. Significant time is spent fielding emails and communicating around the procurement and selection of the furniture. International Neighbors does not warehouse or ship any furniture, so an items must either be ready for delivery when a family's need arises, or the donor is willing to hold onto the piece of furniture until the need arises. All delivery must be handled by the donor.","action":["Code for Charlottesville — a volunteer \"brigade\" of Code for America — seeks to establish a more modernized process by which donors can list their furniture as available to be claimed by families who need them. Primarily this involves streamlining the way donations are listed and later claimed, and introducing more self-service features to increase capacity and standardize communication. The 3 types of stakeholders we have identified are the families who need the donations, the donors listing the donations, and the International Neighbors volunteer staff who are helping coordinate. To ensure that the project is sustainable and easy to integrate into the existing donations process, we believe that a low or no-code option is a sensible approach. To start, we will begin by looking at ways in which we can standardize the listing and claiming process for donations. Once the basic needs are met, we can look at more robust self-service and automation features.","Code for Charlottesville will need to engage with a team of volunteers who are willing to think critically about how to solve this problem. Volunteers with experience in web design, web development, UX design, research, and content strategy would be particularly helpful for this project. Once a team of volunteers has been established, we will work together to identify the appropriate platform to facilitate the intake and display of donated item listings, including the process by which families will claim donated items. While this solution will require digital tools, we will be focusing on creating a system that complements existing workflows, which may be manual. Once we roadmap a technical approach, our group will work with International Neighbors to implement and test the new system, making adjustments as necessary. We will create documentation to ensure that International Neighbors are comfortable managing the system themselves, with a goal of minimal long-term support requirements."],"founder":"Jesse Michel","technologies":["Web"],"website":"www.codeforcville.org/about-us","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjessemicheldesign%40gmail.com%2FnewFile.jpeg_1667962657.1776075.jpeg","contactInfo":[{"platform":"Slack","link":"https://codeforcville.slack.com/"},{"platform":"Full Description","link":"https://docs.google.com/document/d/1AZmeh7Ec8oHhtxnigu4YwsvmkOy9GX_2UJBXswkKYEo/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/534","projectTitle":"Civic Tech Index","problem":"What is The Civic Tech Index? Simply put, it’s a movement to index every useful Civic Tech Open Source project.","action":["So how is this different? We now have a path that :\nOnly takes 1 min or less per project to join the index\nRequires no coding skill\nAnd the index is owned by all who contribute to it","Welcome! Our goal of the project is to create a comprehensive, searchable index of all civic tech open source software projects around the world. We have created the framework and an interest list. We are currently working on building out the website and other marketing tools that demonstrate the power of the index.\nThe Civic Tech Index project is looking for volunteers, specifically developers familiar with React, to help us get to our MVP and beyond.\nContact us through Hack for LA (https://www.hackforla.org/projects/civic-tech-index), we're looking forward to hearing from you!"],"founder":"Olivia Chiong","technologies":["Django","React","PostgreSQL","Figma"],"website":"civictechindex.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fcivictechindex%40hackforla.org%2FnewFile.jpeg_1610518861.8822834.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/civictechindex"},{"platform":"Slack","link":"http://hackforla.slack.com/"},{"platform":"Figma","link":"https://www.figma.com/file/EFoSuj1b9G4aZ7bN8OX8tf/CivicTechIndex---Master-Design-File---3.8.20?node-id=0%3A1"}]},{"externalLink":"https://www.democracylab.org/projects/383","projectTitle":"Inclusive Intake Data Sharing","problem":"Each homeless service provider maintains their own client data for reporting purposes. Individuals experiencing homelessness, are therefore asked the same questions by each service provider they approach for help. Introducing themsleves repeatedly is not just a cold, unfriendly experience; some of the questions are deeply personal and hard to discuss, making the repetition painful.","action":["Most service providers are aware of the duplicate data entry problem, but do not believe a solution exists. However, in a year of consulting, I have yet to talk to an organization that did not get excited about a common data entry solution that i) is easy to use and navigate, ii) could be customized to focus on data fields important their organization, and iii) could, if necessary, transfer information to their current databases.\nIt is my hypothesis that building this solution for service providers will spark adoption. As adoption grows, more individuals will be entered into the system. As more individuals are entered into the system, it becomes more likely that service providers will save time by adopting the shared solution. And, as adoption grows, more data is collected to generate meaningful analysis and drive improved outcomes.","We need to continue to test the hypothesis that this solution will be quickly adopted by service providers. We are beginning to design and build a prototype as proof of concept for several of our non-profit partners. We will expand the conversations to a couple dozen close partners of the initial set, to test the hypothesis that increased adoption will increase the velocity of adoption."],"founder":"Richard Neely","technologies":["Amazon DynamoDB","Figma","Balsamiq"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Frwneely%40gmail.com%2FnewFile.jpeg_1588459359.5423284.jpeg","contactInfo":[{"platform":"Pitch Deck","link":"https://docs.google.com/presentation/d/1r5RECAWQzQ0EaN72ipx4SOrnosG8EzIBTuH7Ia6nzEE/edit#slide=id.g352296ac43_0_1471"}]},{"externalLink":"https://www.democracylab.org/projects/1155","projectTitle":"Velera Foundation","problem":"The main issue with the internet is Centralization.  Centralization is the concentration of power and control to a limited central entity and it creates three major worldwide issues that threaten the stability of the world.","action":["Velera Foundation aims to create the first end to end decentralized internet that can create unity between people, machines and the virtual world without any of the negative affects of centralization. We rebuild over nine layers of the internet stack to enable any cyber process to be completed without relying on any centralized infrastructure. Our solution is broken up into three main components Connectivity, Data and Intelligence.  Velera’s technology will serve as the nervous system controlling the physical world and creating cyber systems. The three components work to ensure unity and interoperability while providing a process for data driven operations to be completed in a secure, decentralized and scalable manner. The technologies we utilize range from Internet of Things to Blockchain to AI with innovations in each field. Our technology will be available worldwide with plans to enable Smart Cities, Industry 4.0 and provide infrastructure to developing countries.","We have spent three years conducting research and development in all layers of the internet. Our high level architecture has been validated by a team of PhD researchers and has been invited to submit an NSF proposal to the American Seed Fund.\r\nTechnologies involved include:\nRouter hardware, PCB boards, Meshnet Routing, Layered Encryption, Cryptography, Internet Protocols, DRAID, Blockchain, Direct Acyclic Graphs, AI and Semantic Technology."],"founder":"Micah Nkrumah Ardayfio","technologies":[],"website":"velera.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmicah%40velera.io%2FnewFile.jpeg_1674329697.441431.jpeg","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/company/velera-foundation"}]},{"externalLink":"https://www.democracylab.org/projects/147","projectTitle":"Business to Government Market Efficiency ","problem":"The bidding process for contracts is antiquated, fragmented, imprecise, and unwieldy. Because of this, governments collect fewer bids which translates to higher costs to the public.  This has led to information asymmetry among businesses competing for government contracts,  which has led to certain firms winning disproportionate share of awards. Because of this, many State and local agencies lack diversity in their procurement.  The effect has been well documented, and many agencies are actively seeking solutions to address this discrepancy.","action":[],"founder":"Jon Cochran","technologies":["MySQL","Python","R","SQL Server","Wordpress"],"website":"NA - NEEDED","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjon.cochran%40caerusly.com%2FImage4Democracy.png_1557339613.2038598.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/caeruslyai"},{"platform":"?","link":"http:/?"},{"platform":"Slack","link":"https://app.slack.com/client/TE5JUMUSU/DLW72PLRL"},{"platform":"?","link":"http:/?"},{"platform":"caerusly-demo.herokuapp.com/","link":"https://caerusly-demo.herokuapp.com/"},{"platform":"MARVELL APP LINK ","link":"https://marvelapp.com/1i8dg52g/screen/61651892"}]},{"externalLink":"https://www.democracylab.org/projects/ballotnav-vote","projectTitle":"Hack for LA: BallotNav.org","problem":"While possible for voters to drop off their mail-in ballot in person, this information is usually not clearly outlined in one single resource and can at times require voters to log-in or sign-up to view information about their nearest ballot drop-box.","action":["BallotNav is a navigation tool created by Hack for LA will provide reliable and up-to-date information on ballot drop-off locations, directions, times of operation, and election official contact information.","We are currently looking to engage organizations working on voter rights, voter accessibility, and voter engagement. After we secure a partner, we will be looking towards bringing on a Technical Lead that can manage the roadmap for improving upon our existing tool."],"founder":"Karen Coronel","technologies":["SQL Server","Amazon Aurora"],"website":"about.ballotnav.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1659532509.2038436.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/hackforla/ballotnav/projects/7"},{"platform":"hackforla-slack.herokuapp.com/","link":"https://hackforla-slack.herokuapp.com/"}]},{"externalLink":"https://www.democracylab.org/projects/219","projectTitle":"Bottle Cap Log","problem":"There is a global problem with one-use plastic packaging.  Many partial solutions exist.  Recycling in its current form is unfortunately mostly a feel good effort rather than a system that diverts meaningful amounts of one-use plastic out of city dumps and oceans. Current metrics indicate 70% or more of material put in recycling bins is not actually recycled and ends up as trash.","action":["This project focuses on the current variation in the types of plastic that consumers buy in the form of one-use packaging and even household goods. The goal is to create clean, concentrated, and predictable streams of recyclable plastic that can be efficiently sold as feed stock in commodity markets."],"founder":"Andreas Kolshorn","technologies":["JavaScript","MySQL","Angular","SQL","C#","Wordpress","TypeScript","ASP.NET MVC","SQLite","Figma","Neo4j"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FBottle+Cap+Log.png_1567892106.2219207.png","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/1236","projectTitle":"App to compare latest & past voter list by polling station ","problem":"There is systematic agenda to delete a particular group of voters for we plan to compare latest and old data to gather evidence","action":["When we compare old and latest voter list at each polling station, we will know missing voters and they can be applied to election commission again","A database App that can be used to select polling station and check for unique names in past and latest voter list"],"founder":"Uma Maheswara Rao .","technologies":[],"website":null,"image":"","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/580","projectTitle":"Web3 Training Camp","problem":"The current education system isn't catching up with tech innovation.  The gap is significant between what schools teach students and the tech skills they need to compete in an increasingly competitive workforce.","action":["Our foundation is launching a program to train 16-21 year-olds from marginalized communities to work in blockchain and Web3 environments.\nWe're collaborating with the NFL to launch the pilot & the first national cohort of learners in this program.  The NFL will share the program in its social media accounts to create visibility, where viewership totals over 100 million.\nIn the metaverse & Web3, a new scenario has emerged that has flipped the power dynamic into the hands of the metaverse builders & the community of users. Web3 & the metaverse have the potential to create a more connected & open digital world where builders, creators and producers actually own their work and can\r\nmonetize it.\nThis program will teach the learners how to build in the metaverse & create marketing campaigns to get exposure for their work.  In the end, the learners will be certified developers in one metaverse platform with digital assets in their store.\nHelp us prepare youth for their future of work.","We need assistance with social media, marketing, communications, partnerships and sponsorships for funding."],"founder":"Tammy Lakes, MBA","technologies":[],"website":"www.roicolabs.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Ftlakesbusiness%40gmail.com%2FnewFile.jpeg_1662590960.4731128.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/382","projectTitle":"Vendito","problem":"Micro and SMBs without access to e-commerce have an unfair disadvantage because they belong to minorities like senior  or low income communities. There is also a lot of unemployed people who is already using social media and could earn a commission by promoting and selling small businesses products and services.","action":["Enable micro and SMBs without access to e-commerce to sell remotely using only a google for or a chat bot to create their online catalog. We'll then connect them with social sellers, that will act as their affiliates by promoting and selling their products and services.","Raise awareness about the program to onboard businesses and social sellers.\r\nWe’ve validated our social selling business model by onboarding 14 local businesses and 34 social sellers who are already promoting and selling local products and services within their communities. We achieved 54 sales in only 24 hours.\r\nFor the hackathon we are looking for help on something really simple. Program our adobe XD files into generating the microsite out of the business data on the excel file."],"founder":"AnaLizz Pardo","technologies":["Adobe XD"],"website":"www.fuerzacdmx.org/vendito-mvp","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fproveedores%40keyboo.mx%2FnewFile.jpeg_1588340104.3202004.jpeg","contactInfo":[{"platform":"Slack","link":"http://slack/"},{"platform":"YouTube Video Early Prototype","link":"https://www.youtube.com/watch?v=FQWtFozJJS8&t=2s"},{"platform":"How it works (1 minute)","link":"https://youtu.be/OgWYQ_GNPQU"}]},{"externalLink":"https://www.democracylab.org/projects/1152","projectTitle":"Charter Project Africa","problem":"Come help us fight extremism!","action":["Participants will get access to a catalogue of existing open source software solutions and data, as well as support from technical experts for teams to either customise proven tools for Nigeria or to build their own solutions from scratch.\nThe best ideas will win seed-grants to help turn them into real-world solutions, as well as ongoing technical support from a range of partners. Winners will also be invited to participate at a series of digital democracy events in Nigeria later in 2023, and will be showcased internationally on partner websites.\nAll participants (as part of their teams) will need to build an MVP of their product with the following deliverables to be considered adoptable:\r\nCreate a slide deck around your idea\r\nDevelop and pitch functionality for the idea/workability feature to showcase\r\nProvide content updates for your idea\nYour tool must be open source.","Everyone who produces an MVP through the hackathon that is adoptable is eligible to receive:\nRecommendation from DemocracyLab on LinkedIn\r\nTop 2 teams/tools receive:\r\nA seed grant of $1500 for the top 1 team\r\nAWS and/or Google Cloud Voucher for the runner-up\r\nInvitation to International  Extremism Conferences in Nigeria\r\nPart ownership of the tool you contribute to and full ownership of tools you create\r\nShowcase completed tool in the Charter Africa, DemocracyLab site ADDO\nRemote Participation\r\nRemote participation is available for applicants outside of Lagos. Participate by uploading your prerequisite solutions through the Democracy Lab platform during the hackathon. Submission information includes:\r\nThe name a solution for the problem statement\r\nThe project description\r\nThe product roadmap\r\nThe Functional Requirements Document\r\nand a landing page to the tool\nAll documents will be reviewed for viability. Successful applicants are eligible to receive recommendation from DemocracyLab on Link"],"founder":"Sarah Gowon","technologies":[],"website":"charter.africa","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fsarah%40codeforafrica.org%2FnewFile.jpeg_1673878625.8359191.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/orgs/CodeForAfrica/repositories?page=4&type=all"},{"platform":"Twitter","link":"https://twitter.com/Code4Africa"},{"platform":"Facebook","link":"https://www.facebook.com/CodeForAfrica"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/code-for-africa/mycompany/"}]},{"externalLink":"https://www.democracylab.org/projects/222","projectTitle":"Infoncast Media Platform","problem":"Problem - The Digital Divide- Information Access in Rural Africa.","action":["Our Concept: Enabling digital inclusion.\nBuilding a multimodal platform to enable the creation, management and sharing of content through the Mobile Phone (Basic or Smartphones).\nGoal: Enabling digital inclusion by connecting everyone on the planet.","What we did.\n\n\n\nBuilt informational  website using Webflow.\n\n\n\n\nCompleted UX/UI design for Infoncast\n\n\n\n\nDeveloped backend REST API\n\n\n"],"founder":"Vincent Oywak","technologies":[],"website":"infoncast.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fvinzoywak%40hotmail.com%2Finfoncast+logo+v2.png_1569380463.603644.png","contactInfo":[{"platform":"Google Drive","link":"https://drive.google.com/open?id=1LnrgcN36498P7kA5WWwiitBI40HfhT1B"},{"platform":"vinzoywak@hotmail.com","link":"http://vinzoywak@hotmail.com/"},{"platform":"Hacky New Year Presentation","link":"https://docs.google.com/presentation/d/1b46EdgpilEhA10g_sLm9Z9QhOGzPa_lS7ibFUtIAsjI/edit#slide=id.g7c5347135e_0_1"},{"platform":"Figma App Prototype","link":"https://www.figma.com/proto/izk6a0GbWv9yPwgskZIIHY/a-project-infoncast?node-id=72%3A2227&viewport=-851%2C375%2C0.8900418877601624&scaling=min-zoom"}]},{"externalLink":"https://www.democracylab.org/projects/497","projectTitle":"Volin - Connecting skills to startups and businesses","problem":"Startups in Africa have difficulty getting the right skills they need to develop their businesses. Most of these startups don't have the money to employ and pay workers. Most students and skilled youth don't know that startups need interns or volunteers, and the type of help they need.","action":["\nUX , UI\nWordpress Developers\nWork on the website\nComplete the Website using wordpress\nAdd Content on the website\nTest Website\nMake the Website LIVE\n"],"founder":"Paul Mbua","technologies":["Wordpress"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fpaulmbua%40zixtechorganization.org%2FnewFile.jpeg_1597236464.947752.jpeg","contactInfo":[{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1OyC_IsolMTRcEhhhpGYhBLPRfkyiW4Pr?usp=sharing"},{"platform":"Slack","link":"https://zixtech.slack.com/archives/C018WF879K6"}]},{"externalLink":"https://www.democracylab.org/projects/181","projectTitle":"Governance Optimization Firm","problem":"Electorates have substantial barriers to finding trustworthy and meaningful sources of political information. Poor decision-making at the ballot box based on bias or un-contextualized information decouples government political action and voter accountability. These decisions spur higher rates of local corruption, greater cost for municipal bonds, lower voter turnout, signs of weakening political institutions, polarization of the electorate, and the rise of disinformation campaigns.","action":["Utilizing data science and machine learning to derive insights from openly available government data; transforming it into descriptive, predictive, and prescriptive intelligence.","Currently building database but need to work on front/back end development."],"founder":"Nima Sarrafan","technologies":[],"website":"www.turinhorse.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fnima.sarrafan%40turinhorse.com%2Ftransparent.png_1564620201.2601929.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/TurinHorse/Turin"},{"platform":"Google Drive","link":"https://drive.google.com/open?id=1lKYG9L0OzPOF440a3zidsEUs2rMOBron"},{"platform":"Slack","link":"http://turinhorse.slack.com/"}]},{"externalLink":"https://www.democracylab.org/projects/1169","projectTitle":"Pattern Sphere (PS)","problem":"From climate change and environmental degradation to social problems relating to health or inequality, the problems we face today are often described as \"wicked.\" This term describes social and environmental problems that seem to defy \"solutions.\" Often, they are problems that have existed for centuries, involving violence, inequality, disease, environmental degradation, and others. The \"problem\" is that is not one problem, but that our approaches to these problems are inadequate. They aren't adaptive or systematic or conducive to coordination. People don't know where or how to get involved — and they're often closed to people who should be onboard. There are many reasons but it clear that our responses, if we are to make them at all, must be somehow equal to the challenges. Based on our knowledge so far we know about addressing wicked problems is that they will require \"more effectiveness, more accountability, and more democracy.\" And we think that our approach can help.","action":["The pattern and pattern language approach is intended to help us better face and successfully address the significant \"wicked,\" problems that affect us today. Each \"pattern\" is a structured description of successful ideas and actions. Patterns are general, not recipes with precise instructions. They are are adapted by people in different situations to meet their specific needs. This approach is not a cure-all and it is not intended to be replace other approaches. And the online approach that we need has not been developed — or it's missing altogether.\nThe pattern language approach was first presented in A Pattern Language, a book devoted to human habitation that promoted beauty and life. Their book contains 253 patterns, while the book I wrote (with 80+ contributors), Liberating Voices, has 136 patterns each focused on positive social change. We believe that a pattern-based approach that builds on prior work could help address the wicked problems we face today.","Wicked problems can't be addressed by one group of people alone, nor through one pattern language. We envision the Pattern Sphere as an integrated collection of services that support the development and use of patterns and pattern languages that help individuals and, more importantly, groups address social and environmental issues. But for patterns and pattern languages to have any lasting and tangible effects, many things need to be further developed, including federated pattern language repositories, support for collaboration, team workspaces, search capabilities, pattern sharing, etc. Our work thus far on the PS system has been to develop services on an as-needed basis. Currently that means that people can select patterns and comment on them. To adequately develop the PS will require the work of many people. This includes: UI/UX designers, PHP / MySQL programmers, testers, pattern & pattern language experts, community development, and outreach."],"founder":"Douglas Schuler","technologies":["PHP","MySQL"],"website":"labs.publicsphereproject.org/ps","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fdouglas%40publicsphereproject.org%2FnewFile.jpeg_1678750711.8574462.jpeg","contactInfo":[{"platform":"Slack","link":"http://publicsphereproject.slack.com/"},{"platform":"Trello","link":"https://trello.com/w/patternsphere"},{"platform":"Liberating Voices network of patterns, dynamic","link":"https://kumu.io/IIS/liberating-voices#patterns"}]},{"externalLink":"https://www.democracylab.org/projects/585","projectTitle":"Website Redesign","problem":"Our website is currently hosted and operated on a wordpress platform. We worked with a team of designs students at UW to improve the user interface of our website. We do not have the expertise to redesign the entire website with our new design protoype.","action":["Creating a mock website based off the new design / testing it / implementing it."],"founder":"Henry Peterson","technologies":["Wordpress"],"website":"fremontartscouncil.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhenrylarspeterson%40gmail.com%2FnewFile.jpeg_1606270804.959761.jpeg","contactInfo":[{"platform":"Slack","link":"https://app.slack.com/client/T012C741X1C/C012N53T0KV/details"}]},{"externalLink":"https://www.democracylab.org/projects/511","projectTitle":"Twin Cities Talk: Conversations on Police and Policy","problem":"George Floyd was murdered by police on the street in Minneapolis on Memorial Day 2020. The Minneapolis City Council has vowed to defund or disband the Minneapolis Police Department. Similar situations have arisen in cities all across America. Emotions are high and lives are on the line.\r\nHowever, it is difficult to build consensus or popular support for sweeping policy changes. People are yelling and fighting in the streets, and yelling and fighting on social media.\r\nWe need to facilitate productive, honest conversations, and build on the best ideas with the most support. We need to have better tools for talking about these issues where it isn't just the loudest voices or the most privileged voices drowning out the majority.","action":["I plan to use some amazing tools that already exist. Among these are:\n\nPolis (https://pol.is/home) : a platform for building consensus and hosting and analyzing democratic conversations. Polis has been used by democratic movements around the world, including in Taiwan, Seattle, Kentucky, and the UK. Polis is free and open and the core team is interested in helping us with this project.\nDiscourse (https://www.discourse.org/) An improved forum for \"civilized discussion\" online.\nThe Minneapolis City Council and the Minneapolis Charter Commission (http://www2.minneapolismn.gov/charter/index.htm) receive public comment and are amenable to public pressure and data.\r\nIf Minneapolis has success in creating a safe and healthy city while reducing police violence, this can be an example for other cities to follow (or learn from).\n","Build a coalition of stakeholders across a spectrum of the community. Networking and Outreach!\r\nBuild a Polis Conversation : this consists of several \"comments\" that participants can Agree or Disagree with, kind of like a survey. Participants can also submit their own comments. Research and Writing!\r\nDesign the web site to look good, be accessible, and be a good user experience. UXD and Web Design!\r\nAnalyze and interpret and report the data that emerges from the conversation(s). Data visualization and math!\r\nFacilitate the translations of text into the common languages of this region. Project Management and Communication!\nWe are using technology as part of the solution, but this is not a technically complex project. The work will mostly involve communication, design, networking, outreach and project management."],"founder":"Bennie Rosas","technologies":["JavaScript","React"],"website":"tctalk.us","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fben%40aliencyb.org%2FnewFile.jpeg_1598565376.5675576.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/ballPointPenguin/tctalk-web.git"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1j9jhaF8gLCKNJZxc24jtm2IGrDyAR8a4?usp=sharing"},{"platform":"gitter.im/pol-is/polis-community","link":"https://gitter.im/pol-is/polis-community"},{"platform":"Trello","link":"https://trello.com/b/Xz9EbZJ0/minneapolis"}]},{"externalLink":"https://www.democracylab.org/projects/1182","projectTitle":"Video call platform for Asylum seekers (as yet unnamed)","problem":"We're a small team building a Zoom-like app specifically for asylum seekers that allows them to communicate, through an interpreter, to their lawyer.","action":["We're building a video call platform to be accessed on laptop, web and mobile.\nWe've partnered with some major asylum/refugee NGOs and have designed a host of features alongside interpreters and translators to meet their needs.\nWe have a simple goal: make the lives of asylum seekers and the interpreters, lawyers and volunteers who support them a little bit easier by building a video-conferencing platform that makes communicating in different languages really easy. Think Zoom with a host of features designed specifically for asylum seekers and interpreters in one good-looking, easy-to-use and forever free program.\nWe're eventually looking at building out the platform to support a network of interpreters, lawyers and volunteers around the world coming together to support asylum seekers remotely.","We're finalising our team before launching into the development phase over the next 3-4 months.\nWe're going to :\n\nDesign a fantastic UX/UI alongside our on-the-ground partners\nBuild a robust back end\nBuild the front end out\nTest, redesign and improve\n"],"founder":"George Jeffreys","technologies":["React","Figma"],"website":null,"image":"","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/505","projectTitle":"Snowpool","problem":"Ski resorts in Washington are located long distances from urban centers. Driving to ski resorts greatly contributes to climate change, however, many skiers and snowboarders want to reduce their carbon footprint. Presently, most resorts do not offer reliable ride share options, such as busses or other forms of mass transit. A rideshare app would help reduce the number of cars traveling to and from ski resorts from major urban areas, (such as Seattle), by encouraging drivers to fill their empty seats.","action":["This platform would connect riders and drivers based on starting location, date, time, and destination.  Riders and drivers would register and create profiles, which would display their ratings (received by past trips). Through this platform, skiers and snowboarders would feel empowered to reduce their carbon footprint, while meeting new mountain buddies.","We are creating an interactive, map-based platform where riders can browse potential trips and drivers can browse potential riders. The app would include a map with set pick up locations (e.g. park and rides) and allow drivers and riders to filter based on desired date, time and destination. The map would also indicate the time and distance between rider and driver. There would also be a chat feature for drivers and riders to coordinate details, such as space for gear and number of seats available. The app would also include a link to existing bus services where available."],"founder":"Melanie del Rosario","technologies":["PostgreSQL"],"website":"snowpool-app.herokuapp.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmelanie%40vedaenv.com%2FnewFile.jpeg_1597950540.0267193.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Asimov4/icare"},{"platform":"www.dropbox.com/sh/dvibpbesqlziwcr/AAB6Ovw8wte7akLOEqcrqIRua?dl=0","link":"https://www.dropbox.com/sh/dvibpbesqlziwcr/AAB6Ovw8wte7akLOEqcrqIRua?dl=0"},{"platform":"Slack","link":"https://join.slack.com/t/snowpool/shared_invite/zt-h595hll2-q4R~iQnRVk02o3aPFFIK7g"},{"platform":"GitHub","link":"https://github.com/Asimov4/icare"},{"platform":"Project Code","link":"https://github.com/Asimov4/icare"}]},{"externalLink":"https://www.democracylab.org/projects/425","projectTitle":"Every Voice Engaged","problem":"Every Voice Engaged is a 501(c)3 nonprofit that helps citizens, governments, and nonprofit organizations solve problems that benefit from effective civic engagement.  Our deliberation and strategy platform delivers actionable insights by engaging participants in an informed and active discussion.  We address complex, multi-dimensional issues where there is no easy answer.  Participants work together to discover their common ground.  Through this process, participants are more than informed, they are engaged.","action":["Our platform has been deployed in partnership with the Kettering Foundation for over five years.   We’re planning to migrate it to open source as we complete a number of infrastructure upgrades.  Our transition to a full DevOps pipeline that's deployed on AWS is in the final stages of testing.   A number of targeted enhancements that will improve participation in our democracy are in the pipeline.","In this  event,  we want  to make EVE work better with others 😃\nWe have two buckets of tasks: Backend Design and Front End implementation, and each of these buckets has a number of small, discrete tasks which will be determined by the skillsets of our lovely volunteers. We have some juicy work options, any of which we'd be happy to tackle with your help:\nCreate queries for Graphana operational metrics\r\nImplement front-end enhancements\r\nDesign API integration with videoconferencing apps"],"founder":"Gary Green","technologies":["JavaScript","HTML","PostgreSQL","AngularJS","Scala"],"website":"www.everyvoiceengaged.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fgary%40everyvoiceengaged.org%2FnewFile.jpeg_1589772597.4494824.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/EveryVoiceEngaged"},{"platform":"Slack","link":"https://app.slack.com/client/T74CHK7EK/D01AGCCL3JR"},{"platform":"Trello","link":"https://trello.com/b/Ttgwsv3v/democracy-lab-roadmap"},{"platform":"EVE Forum Example Video","link":"https://drive.google.com/file/d/1XuwZ78FPbd0XQsglcCQt0NduX8SOKrdC/view?usp=sharing"},{"platform":"EVE Screenshots for Walk Through","link":"https://drive.google.com/file/d/1Fin_iau1gWZZ_SlhV1JVCzj4MEutuMI_/view?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/899","projectTitle":"The Democracy Straight-Up Project","problem":"It is important to remember that, in a democracy, not all problems are solvable! But, there is mounting evidence that the solvable problems within American democracy are caused by our system of legislation and representation. First, what we call The Big Disconnect, where voters do not feel like they are the authors of their own institutions of self-government. Second, The Under-Representation Problem, where there are far too many constituents for each House Rep.  Third, The Campaign Problem, where power and patronage control who gets elected and what they do in office. Most of the issues being addressed by pro-democracy organizations are actually just symptoms of these underlying, but often unacknowledged, causes. For instance, issues of individual freedom, human rights, government boondoggles, bureaucracy, overspending and inefficiency--just to name a few--can all be concretely linked to The Big Disconnect, The Under-Representation Problem, and The Campaign Problem.","action":["We take this truth as self-evident: citizens have a right to vote directly on legislation. We encapsulate this in the phrase, \"My Freedom, My Vote.\" Up until now, Direct Legislation has been seen as theoretically desirable, but impossible to implement.  We plan to do the impossible. We are going to build a nation-wide network of District Direct Legislatures (DDL's), one for each of the 435 US Congressional Districts that elects a member of the House of Representatives. In the process of doing this we solve The Big Disconnect. These DDL's are structured to increase apportionment tenfold, thus solving The Under-Representation Problem.  And, through a process of Merit-Based Advancement, which is a natural, integral part of Direct Legislation, we will eliminate the need for anyone to mount a political campaign, thus eliminating the need for campaign funds, which eliminates money in politics as well as the out-sized influence of political parties.  You're welcome, America!","Setting up Direct Legislatures in all 435 US Congressional Districts will be facilitated by The Democracy Straight-Up Project through an aggressive campaign of promotion, both face-to-face and online.  Supporting these efforts will be two websites: one for The Project, which will be mostly static pages for training and orienting participants at different levels and through different phases of the project, and another called The Voting Portal, which will enable voters to join their District Direct Legislature (DDL), vote directly on legislation, and put forward delegates through a process that doesn't involve campaigning. When a DDL is large enough (we estimate about 150,000 members) it will select one of its own members as a candidate for their House Seat, and vote them into office in the general election.  This DSUp representative will only have one major 'campaign promise': to vote on the floor of The House, issues by issue, with the majority of the DDL."],"founder":"Don Morgan","technologies":["PHP","MySQL","HTML","PostgreSQL","MongoDB","Ruby on Rails"],"website":"DemocracyStraightUp.Org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1641530921.5376806.jpeg","contactInfo":[{"platform":"docs.google.com/document/d/e/2PACX-1vToce2q2RRUo57xDLu7ZpSdrGcAqGvMoljzpQLMD13BwcIOCuyLqhNmpXvRc3Vsuq5y59Qb8pjUQsVs/pub","link":"https://docs.google.com/document/d/e/2PACX-1vToce2q2RRUo57xDLu7ZpSdrGcAqGvMoljzpQLMD13BwcIOCuyLqhNmpXvRc3Vsuq5y59Qb8pjUQsVs/pub"}]},{"externalLink":"https://www.democracylab.org/projects/806","projectTitle":"COVID Homeless Action Plan","problem":"COVID has cost millions of jobs and may cost up to 11 million homes in the next year. We already have more than half a million unhoused people in the US. Existing systems are inadequate to meet the need that will arise soon. Shelters are already overburdened, since homelessness grew by 3% in 2020 despite eviction moratoriums. States have been given funds to hand out to those who need them, but the limitations and requirements in strictures for the grants make it nearly impossible for the needy to access help. There is not enough publicly-funded space available to house or care for those who are going to lose their homes when the government refuses to extend the eviction moratorium any longer. Many people want to help, but they don't know how to vouchsafe or run background checks on someone they'd allow to stay in their home. People want to be able to give what is needed, but they don't know what to do beyond handing out sandwiches. We need a person-to-person mutual aid app.","action":["The CHAP (COVID Homeless Action Plan) App will provide a way for ordinary people to quickly find people near them who need resources or a place to stay. Placements for housing will be facilitated by social workers from existing organizations who use the app to mediate meetings between hosts and guests. Resources like individual needs (pillows, clothes, bus passes, propane) will be distributed directly from those who want to give from needs they see posted on a map near them, to those in need who have posted their requests on that searchable local map. Unhoused people will also be able to offer their own resources to help others, such as time offered practicing their professional skills, which will allow them to build community and trust - and sharing what they have with other people who need help. This app will remain useful long after the COVID crisis is over, and even longer after we solve homelessness entirely. It's a way for people to support their neighbors freely.","The CHAP App is already outlined by Joe Mabel, a thirty-year software development veteran, as a draft technical specification for a database, combined with some elements of a functional specification for the system as a whole. He has created a basic outline for what the app needs to do and what the tree of functions looks like (I am not a software developer and don't truly understand this part). Joe says that we need about 200-250 hours of software coding from someone who really knows what they're doing. We would greatly appreciate volunteers to contribute coding time to make this happen. We'd like to get this project done as soon as possible, because more people are being evicted even now, when the moratorium is still supposed to be in effect. The need for this app grows more urgent daily. Here is our outline: https://docs.google.com/spreadsheets/d/1EELddW9huf6Doth8tYyYTQI4YkH0wsow26r3XyaTWMk/edit?usp=sharing"],"founder":"Galena White","technologies":[],"website":"www.nwhospitality.org/chap","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1630081620.1868155.jpeg","contactInfo":[{"platform":"GitHub","link":"http://www.github.com/"},{"platform":"Google Drive","link":"https://drive.google.com/drive/u/0/my-drive"},{"platform":"covidhomelessactionplan@gmail.com","link":"http://covidhomelessactionplan@gmail.com/"},{"platform":"airtable.com","link":"http://airtable.com/"},{"platform":"Facebook","link":"https://www.facebook.com/groups/1419292521792588"},{"platform":"docs.google.com/spreadsheets/d/1EELddW9huf6Doth8tYyYTQI4YkH0wsow26r3XyaTWMk/edit?usp=sharing","link":"https://docs.google.com/spreadsheets/d/1EELddW9huf6Doth8tYyYTQI4YkH0wsow26r3XyaTWMk/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/735","projectTitle":"Young Professionals Digital Membership Platform","problem":"We launched a community-focused platform, which included an array of recurring, live events, digital content, and unique programming intending to bridge the gap between community members and relevant opportunities.","action":["Our research has provided a renewed sense of purpose for our organization.  Instead of relying on a collection of existing technologies, we need to be the mechanism that directly connects community members with opportunity.\nThe way we continue to grow and actively fulfill our responsibility to our community is by building a proprietary interface, an integrated membership platform, that enables us to more deeply engage and understand how members access resources.\nThe membership platform will give members full control of the type of content, experiences, and resources delivered to them while providing us with the sort of information to help us create more inclusive communities able to meet and serve the most marginalized where they are.","So far, we’ve developed a digital presence through basic websites and online community forums to manage and maintain engagement with those who have already found us.  But… we’ve spent the better part of the last year developing a roadmap and the beginnings of a framework to launch an integrated, digital platform, allowing community members to connect with other individuals, as well as educational and career-related opportunities and experiences based on both need and interest.\nWe are using Google Drive, Asana, and Slack for our communications interface and would make these available to anyone joining us in our project.\nWe’re open to suggestions from whoever joins the team on which technologies would best suit this project."],"founder":"Ahmad Corner","technologies":["Figma"],"website":"www.ypcommunities.com","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fcontact%40ypcommunities.com%2FnewFile.jpeg_1619815670.5352778.jpeg","contactInfo":[{"platform":"YPCommunities Website","link":"http://www.ypcommunities.com/"},{"platform":"Facebook","link":"https://www.facebook.com/YPCommunities"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/yp-communities/"}]},{"externalLink":"https://www.democracylab.org/projects/1177","projectTitle":"Citizen Watch","problem":"The project aims to solve the problem of illiteracy when it comes to radicalization  of voters, and inciting the poor masses to violence especially during Nigerian elections","action":["Citizen watch is a concept that would target young people, get them to understand what extremism is all about ,help them identify extremist scenarios and have them report these cases for further action."],"founder":"Esele Agboighale","technologies":["Figma"],"website":null,"image":"","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/in/eseleagboighale/"}]},{"externalLink":"https://www.democracylab.org/projects/524","projectTitle":"Dwelling.ly","problem":"The nonprofit Join is currently working to help transition people out of homelessness. However, their system for staying in touch with landlords is currently inadequate.","action":["Create an app with a robust ticketing system to ensure Join staff can connect with their landlords and clients when an issue arises. This will allow Join to provide support and improve success in transitioning people out of homelessness.","If you are interested in helping out on this project please go to www.codeforpdx.org/welcome and fill out the form to connect with our organization."],"founder":"Hugh Harker","technologies":["JavaScript","React","Python","PostgreSQL","Flask"],"website":"github.com/codeforpdx/dwellingly-app","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fhtharker%40gmail.com%2FnewFile.jpeg_1599618044.5971577.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/codeforpdx/dwellingly-app"},{"platform":"Slack","link":"http://codeforpdx.slack.com/"},{"platform":"GitHub","link":"https://github.com/codeforpdx/dwellingly-app/projects/4"},{"platform":"Backend Repo","link":"https://github.com/codeforpdx/dwellinglybackend"}]},{"externalLink":"https://www.democracylab.org/projects/1151","projectTitle":"Community Circle","problem":"In King County in 2022, almost 41,000 people experienced homelessness at some point in the year. The last point-in-time (PIT) count of people experiencing homelessness in 2022 showed that approximately 13,368 individuals experience homelessness at any one time in King County. According to the King County Regional Homelessness Authority, King County shelters at the same time had a 77% utilization rate with around 5,000 beds available. This results in approximately 414,000 bed nights wasted per year in the county. Resource availability has been even more overstrained because of COVID-19 and shelter-in-place orders. During the pandemic, a study reported that tent presence in Seattle increased approximately 50%. The fragmentation among nonprofit and government-developed shelter providers has consistently proven to be the cause of inefficiencies within the provision of homelessness services and served as a barrier to coordinated entry.","action":["Community Circle is a novel web-based platform that uses human-centered design and community co-design to provide real-time shelter availability. The application would include visibility into shelter space availability and the ability for individuals to reserve shelter space. The process of human centered design would establish a user community and a community advisory board in the development of the application, to ensure that the voices of those with lived experience, service providers, and the community drives product development. Through this process, the product and additional features would be refined to ensure fidelity to the user-community's interests. The goal of this process would be an application (accessible in mobile and browser) that would support a user’s creation of a profile and login. The user would have the ability to see which shelters have spaces available and reserve shelter space for the night.","Front End & Back End Development\r\nDeploy Beta with Partners in Seattle\r\nFully Form as 501c3 Organization (rather than Fiscal Sponsorship)\r\nApply and Secure More Braided Grant Funding"],"founder":"Amanda Shi","technologies":["Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Famanda.shi16%40gmail.com%2FnewFile.jpeg_1673645691.002509.jpeg","contactInfo":[{"platform":"LinkedIn","link":"http://www.linkedin.com/in/amandashi16"}]},{"externalLink":"https://www.democracylab.org/projects/803","projectTitle":"Pipeline","problem":"The current job search process is like finding a needle in a haystack, especially for today’s Gen Z’ers. The most current report says that there’s only a 2% chance that a candidate will land an interview after applying for a position online. That’s an average of 250 applicants applying for the same position. And it gets even more challenging. According to, 75% of applicants' resumes are never even opened when they reach a recruiter’s inbox. It’s a frustrating process. It becomes tedious, overwhelming, and causes high anxiety. I know; as a recent graduate myself, I just faced this challenge. Recent graduates can’t find guidance in person or online when they need it the most, so they end up wasting endless hours researching and applying for positions that are not ideal. The way in which people apply is by applying, and then tracking their applications through manually inputting information into spreadsheets. It's inefficient and tiring.","action":["Pipeline is a platform that aims to help job seekers find and land the right job. Pipeline helps applicants streamline the job search process, while cutting the amount of time spent finding relevant jobs.\r\nThe first thing Pipeline does is automate job application tracking, so you don’t have to spend time on tracking your applications in Excel spreadsheets. With our one-click, cross-platform web-scraping, we allow users to centralize their job applications and organize them all in one place. They do not need to manually input any information, reducing the amount of time it takes to manually track applications by over half.\r\nPipeline doesn’t end at automating the application tracking. Over time we aim to realize our mission of streamlining the entire job application process and allow users to centralize their job applications and organize them all in one place. They do not need to manually input any information, reducing the amount of time it takes to manually track applications by half.","We are currently looking for enthusiastic people looking to help change the job search game. We're looking for coders who have backend or frontend experience, including JavaScript, HTML, React, MySQL, Firebase, and AWS to help finish building out our MVP. Self-taught coders and students/recent grads are welcome."],"founder":"Lauren Yoon","technologies":["JavaScript","MySQL","React","HTML","SQL Server","Figma","Firebase"],"website":"mypipeline.io/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Flaurenj.yoon%40gmail.com%2FnewFile.jpeg_1628279718.6824498.jpeg","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/company/mypipeline/"},{"platform":"Please reach out to me on Linkedin if you're interested!","link":"https://linkedin.com/lauren-yoon11"}]},{"externalLink":"https://www.democracylab.org/projects/sunshine","projectTitle":"North Carolina Open Meeting Toolkit Teams","problem":"In practice, residents face barriers to attending and participating in local government meetings, even when they have the legal right to do so. Put yourself in the position of someone who needs to request time off work to attend a public meeting. Would you know far enough in advance when the issue that concerns you will be on the agenda? If you rely on public transportation, can you attend a Planning Board meeting at 7pm? Did the online responses to COVID make it easier for you to participate, or create new technological barriers? These challenges and many more mean that even when North Carolina's open meetings law gives \"the general public a right to attend official meetings of public bodies,\" that right is not always realized in practice.","action":["Code for the Carolinas developed an Open Meeting Toolkit that allows teams of volunteers to evaluate their local government’s public meetings and to make recommendations. This project scales the impact of the Open Meetings Policy by partners Code for Asheville and Sunshine Request by extending their work throughout North Carolina.","Local Team: Form a local team of about 5 volunteers in your North Carolina community to use the Toolkit to evaluate barriers to participation in your local government meetings.\nAdapt the Toolkit: Adapt the Toolkit for use in your state. Open meetings laws and resources differ by state. We would be happy to collaborate with other civic tech organizations to create a version of the Toolkit for use in your state.\n*All Code for America volunteers must be U.S. residents over 18.\nThe Toolkit is now complete. The project team will only respond to volunteer applications that clearly match the Local Team and Adapt the Toolkit actions described above. All other volunteer applications will be declined, because development of the Toolkit is complete."],"founder":"Code for the Carolinas","technologies":[],"website":"codeforthecarolinas.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1663877047.9902215.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Code-for-the-Carolinas/openmeetingtoolkit"},{"platform":"Slack","link":"https://join.slack.com/t/codeforthecarolinas/shared_invite/zt-ggwi3ynm-f82eIgTN2_CUFxh_6t5hwQ"},{"platform":"GitHub","link":"https://github.com/orgs/Code-for-the-Carolinas/projects/2/views/1"},{"platform":"Open Meeting Toolkit","link":"https://code-for-the-carolinas.github.io/openmeetingtoolkit/"},{"platform":"Asheville Open Meetings Policy","link":"https://openmeetingspolicy.com/"},{"platform":"Hackathon Info Video","link":"https://www.youtube.com/watch?v=MlsUBktuNJE"}]},{"externalLink":"https://www.democracylab.org/projects/906","projectTitle":"Researchathon","problem":"There is great opportunity for institutions and organizations to learn how decentralized governance unlocks human potential. However, blockchain technology, along with decentralized autonomous organizations (DAOs), are often misunderstood. Not enough people in web3 are doing solid research.","action":["We intend to support contributors working on research projects in order to develop meaningful solutions. Our goal for this hackathon is to understand the potential for DAOmocracy.","We are forming a team of leaders to grow and support a community of researchers and builders focused on democratic processes powered by blockchain technology."],"founder":"James Waugh","technologies":["Web"],"website":"researchathon.xyz","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjwaugh19%40gmail.com%2FnewFile.jpeg_1642187498.1887596.jpeg","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/maine-clerks","projectTitle":"Local Election Transparency Project","problem":"Municipal clerks are vital to maintaining free and fair elections. They supervise voter registration, issue absentee ballots, recruit poll workers, count votes, process election results, and oversee all election day operations. Without clerks, our democratic process would cease to function.","action":["In early 2022, state lawmakers introduced a bill seeking to relieve clerks' workload and enhance election transparency by shifting municipal campaign finance duties to the Maine Ethics Commission, which already regulates campaign finance in state and county races. The bill passed the Maine House and Senate with bipartisan support, but was left out of the state budget due to an opaque $1 million estimate for “software upgrades” provided by Civix, a big tech firm who built and currently maintains the Commission’s legacy campaign finance software system.\nAfter the election transparency bill failed, Open Maine brigade members held several informational meetings with MTCCA Legislative Policy Committee Chairperson Patti Dubois to learn how we could help address clerks’ ongoing campaign finance dilemma. As a result of those meetings, our brigade developed technical parameters and UI designs for a web-based municipal campaign finance system.","We are currently developing the back-end of our application using the Ruby on Rails framework. An MVP of our application that can recieve, store and display basic campaign finance data on a publicly available website will be completed by the end of July.\nIn August, we are looking to work with a front-end developer to implement the public-facing portion of our application. Our team could benefit from a front-end developer with experience building browser compliant technologies. HTML/CSS experience is also necessary. This is not a JavaScript heavy application, it will be server-side rendered, and it is not a Single Page Application (SPA). Rails experience a plus, but not necessary."],"founder":"Nathan Bernard","technologies":["HTML","Ruby on Rails","Ruby","Figma","Bootstrap"],"website":"openmaine.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fnbernard%40codeforamerica.org%2FnewFile.jpeg_1658335627.7360575.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/OpenMaine/clerks"},{"platform":"Slack","link":"https://openmaine.slack.com/"},{"platform":"Twitter","link":"https://twitter.com/open_maine"},{"platform":"Facebook","link":"https://www.facebook.com/openmaine/"}]},{"externalLink":"https://www.democracylab.org/projects/525","projectTitle":"Twin Cities Mutual Aid Project","problem":"Due to widespread inequality and food deserts exacerbated by COVID-19 and property damaged in recent uprisings, many Twin Cities residents are in need of assistance with access to food, hygiene products, and other household essentials. Many other residents are newly aware of their own privilege and ability to give. Between established food shelves, community-led pop-ups, school programs, and other avenues, places to find aid or to give time or resources are abundant, but it can be difficult to navigate the sea of websites, social media posts, and other sources of information.","action":["Since June 1, we've been incrementally adding functionality to a map of mutual aid sites, hosted at twin-cities-mutual-aid.org. We've recently also started work on a catalog of resources that aren't place-based and a calendar of events.","Usability improvements to our existing tools need to be made. We're also open to backend improvements, data analysis, eliciting feedback from users, work on social media campaigns to raise awareness about the tool itself and about the need that it clearly highlights, and other support work."],"founder":"Eileen King","technologies":[],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Feileen.arrington.king%40gmail.com%2FnewFile.jpeg_1599614566.552945.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/Twin-Cities-Mutual-Aid/twin-cities-aid-distribution-locations"},{"platform":"Slack","link":"http://tcmap.slack.com/"},{"platform":"The map!","link":"http://twin-cities-mutual-aid.org/"},{"platform":"Our website","link":"http://tcmap.org/"}]},{"externalLink":"https://www.democracylab.org/projects/1103","projectTitle":"More Voter Voices website","problem":"Several cities in the Bay area, including San Francisco and Berkeley, are seeking better electoral methods for empowering voters and providing better representation. One method is known as \"proportional representation,\" which was just passed in Portland OR by a voter referendum in which 58 percent of voters voted in favor. This method offers significant advantages for how to elect legislative bodies, from city councils to school boards. While some cities in the Bay area already use Ranked Choice Voting, there is a variant of RCV called \"proportional ranked choice voting\" that would avoid many of the problems of district-based elections. But not many people understand how it works, so this website would be dedicated to education and information sharing about how proportional ranked choice voting could benefit voters and traditionally disenfranchised communities in the Bay Area and in California","action":["The solution is a website focused on education and information-sharing. This website, MoreVoterVoices.org, will be important for helping to educate the public about alternative voting methods, allowing the sharing of information such as news, documents, maps, FAQs and other info that can be uploaded to the site for the public to access. This website would not need a lot of fancy graphics, just perhaps a logo or banner across the top, and two vertical columns for posting news and information.","Creation of the website for MoreVoterVoices.org. I already have a rough design outline, including which drop-down menus will be needed. I would like to have this website created in WordPress, since I already use WordPress for a personal website and am familiar with how to maintain it. I would like the website to be simple, with a homepage that has perhaps a logo or a banner across the top, two columns on the page that can be used for posting the latest items, and five or six drop-down menus that take the viewer to a few sub-levels of the website. I can provide more details when you are ready."],"founder":"Steven Hill","technologies":["Wordpress"],"website":"MoreVoterVoice.org","image":"","contactInfo":[{"platform":"Twitter","link":"https://twitter.com/StevenHill1776"},{"platform":"Facebook","link":"https://www.facebook.com/StevenHill01"},{"platform":"LinkedIn","link":"https://www.linkedin.com/in/steven-hill-020375a7/"}]},{"externalLink":"https://www.democracylab.org/projects/tulsa-courtbot","projectTitle":"Code for Tulsa <> Court.Bot BC Franklin Law Center UTulsa","problem":"The B.C. Franklin Legal Clinic (BCFLC) launched in the Spring semester of the 2021-2022 school year. The clinic was established by the TU College of Law to serve the North Tulsa area, where there are few law firms, and access to legal services is very challenging for community members. Currently located in the same building as the university’s immigration clinic, eventually the B.C. Franklin Legal Clinic will find a location in North Tulsa, so that it can better serve clients where they are.Clinic organizers worked with students during the first semester of the program on legal cases surrounding housing; the many acute challenges renters in Tulsa face, including the city’s high eviction rate (Tulsa’s eviction rate is the 11th highest in the nation).In addition the clinic’s students (16) studied the historical and systemic legal issues that are at the root of disparities in housing between north (demographically majority Black) and south (demographically majority white) Tulsa.","action":["Now is the perfect opportunity to introduce Courtbot—a text messaging-based service that keeps justice-involved folks informed about updates to their case. In working with community members on their legal cases, students can also use Courtbot as a tool to serve their clients. At the same time, Code for Tulsa and BCFLC can better understand the needs of Courtbot users. In addition, BCFLC can help us measure Courtbot’s current and potential future impact. In this way, Courtbot can be studied and we can document its impact, while the service is used by a greater number of people in the community. BCFLC benefits by (1) giving students & their clients a way to keep track of court case updates, and (2) giving students research & publishing opportunities.","Partnership focus identified need to combine partners/refocus CourtBot to deliver community Pro Se & Family Court solutions. Community feedback to be obtained at forum/focus group hosted with partner TU.\n\nUpdate/rebrand FB page\nUpdate/Rebrand Court.bot to provide a mobile ready UI for OSCN desktop scraper with guided voice actions\nPartner decision tree for UI to prompt and text next steps in Pro-Se top processes\nUpdate scraper (python for Pro Se and certain case sub-types)\n\nVolunteer Opportunities\nBackend:\r\nLooking for a backend engineer who has experience, or would like to gain experience working on a web service integrated with Twilio and AWS Lex and Lambda. An ideal candidate should have experience or understanding in:\r\nPython or similar language\r\nLooking for a frontend engineer who has experience/would like to gain experience working on a web service designed with vanilla JS and CSS. Ideal candidate should understand:\r\nJS\r\nCSS\r\nMobile-first design"],"founder":"Kimberly Fobbs","technologies":["Python"],"website":"court.bot","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1663877361.5010793.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/codefortulsa/courtbot-library"},{"platform":"docs.google.com/document/d/1Gc3EOs0-aVcYecdNq_dr8Tgj8S0-S1t7kfbRkqGErDs/edit","link":"https://docs.google.com/document/d/1Gc3EOs0-aVcYecdNq_dr8Tgj8S0-S1t7kfbRkqGErDs/edit"},{"platform":"Slack","link":"https://app.slack.com/client/T03GE7DGL/C3H126GQP"},{"platform":"Facebook","link":"https://www.facebook.com/OKCourtBot/"},{"platform":"CourtBot discussions and announcements","link":"https://github.com/orgs/codefortulsa/teams/courtbot/discussions"}]},{"externalLink":"https://www.democracylab.org/projects/994","projectTitle":"NWFruit Sustainable Public Orchard ","problem":"WHY THIS MATTERS:\r\nThe NWFruit 6-acre demonstration fruit garden serves as a resource and focal point to unite individuals and groups, forming a community space that is a great equalizer, hosting hands-on activities open to all ages and abilities.","action":["A refresh of our website design and functionality.\nKey focus areas:\r\n-Volunteer interface\r\n-Member portal interface\r\n-Publicity tools\r\n-Calendar widget","Strategize a modern web design for a clear user experience, user flow, and path to engagement.\nLooking for an agile team that includes the following roles for Phase 1 - Research:\r\n-User Design Researchers\r\n-Volunteer Coordinators\r\n-Content Strategists\r\n-Writers"],"founder":"Celeste Frisbee","technologies":["Wordpress"],"website":"nwfruit.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fnwfruitbod%40gmail.com%2FnewFile.jpeg_1650414041.2275214.jpeg","contactInfo":[{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1xM4N9x6OBMAln4rroU-rbeCrBVZAK7oy?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/1096","projectTitle":"Peoples Budget Texas PBTX","problem":"Participatory Budgeting (PB) is a democratic process in which community members directly decide how to spend part of a public budget. PB gives ordinary people real decision-making power over real money. The process was first developed in Brazil in 1989, and there are now over 11,000 participatory budgets around the world, most at the municipal level.  Most if not all digital productions focused on improving the participatory quality in participatory budgeting are designed by engineers and bureaucrats. This creates a need for digital productions which are simple and easily accessible, participatory budgeting starts at the age of 12 years old, the experience has to be playful and collaborative to engage all age groups and demographics.","action":["Texas began doing participatory budgeting (PB) in 2013 and is the largest participatory democratic exercise in the American South. We are developing a Metaverse PB to service every school, town, district, county and even church and company in Texas. Peoples Budget Texas (PBTX) is a student-led 100% volunteer 501c3 nonprofit organization. We are developing the digital production between Texas, USA and Kerala, India, two very different populations, with the intent of providing a simple and playful product which serves both societies.","We are exploring a variety of mapping products to provide AR, VR, and XR tools for everything from collaborative construction of physical designs and placing on proposal location and geotagging to incorporating public infrastructure locational intelligence and mapping so participants understand data and its meaning. We are currently gathering partners to join our 5 colleges, the city of San Antonio, and the state of Texas."],"founder":"Allen Olson-Urtecho","technologies":[],"website":"www.pbtx.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fallen%40pbtx.org%2FnewFile.jpeg_1668274455.4684505.jpeg","contactInfo":[{"platform":"Twitter","link":"https://twitter.com/PeoplesBudgetTX"},{"platform":"Facebook","link":"https://www.facebook.com/PeoplesBudgetTexas"},{"platform":"LinkedIn","link":"https://www.linkedin.com/company/peoples-budget-texas/"}]},{"externalLink":"https://www.democracylab.org/projects/69","projectTitle":"TruthTree.wiki - The Public Data Visualization Wiki","problem":"TruthTree unites all the world's public data in a data-visualization tool and reference platform that can facilitate data-driven understanding and consensus regarding geography, politics, and culture for geographic entities at all scales.","action":[],"founder":"Greg Schundler","technologies":["Web","JavaScript","Python","C++","SQL","R","Matlab"],"website":"www.truthtree.wiki","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fgregschundler%40gmail.com%2FFavoriteLogo.png_1549327932.87817.png","contactInfo":[{"platform":"GitHub","link":"https://github.com/truthtreeASD"},{"platform":"Google Drive","link":"https://drive.google.com/open?id=14rtsgTuMCuysVsnmC8NjgvQUD_a17HTW"},{"platform":"Slack","link":"https://join.slack.com/t/truthtree/shared_invite/enQtNjIzOTg2NTc4NTkzLTA1Y2M3NWQ2ZWI3N2UxMWYwYzE0MjBmM2I0M2YzNTBkMjkxMTUyODg1ZGViNTgyYTkyNjllNDU3ZmRkODZmMDQ"},{"platform":"Slack ","link":"http://slack/"},{"platform":"Documentation","link":"https://drive.google.com/open?id=14rtsgTuMCuysVsnmC8NjgvQUD_a17HTW"},{"platform":"YouTube Demo & Tech Description ","link":"https://youtu.be/28oBkJRsoas?t=17"},{"platform":"YouTube of \"Vision\"","link":"https://www.youtube.com/watch?v=vK583zYrbBw&t=30s"},{"platform":"Google Slides of \"Vision\" ","link":"https://docs.google.com/presentation/d/18ow4d5kcvWhEsJeVOiaRIcVOq91ZetTffCIvgrShGIk/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/1094","projectTitle":"Tripspal","problem":"Tripspal is creating a platform for tourists to connect with tour guides easily and be able to plan, create solo trips and also connect with other tourists.","action":[],"founder":"DEJI MAGAJI","technologies":["Android","Web","iOS","Figma"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmagajideji%40gmail.com%2FnewFile.jpeg_1667659893.9390576.jpeg","contactInfo":[{"platform":"Slack","link":"https://join.slack.com/t/tripspal/shared_invite/zt-1jcpy64r5-50Iwi6NxBA7mBCN0fQOVhA"}]},{"externalLink":"https://www.democracylab.org/projects/lajc","projectTitle":"Code for Charlottesville <> Legal Aid Justice Center","problem":"The LAJC works with many different groups, all with significant need for help. Nationally, immigrant workers working in farms or agriculture have been most affected by racial injustices at the workplace. Laws are in place to ensure the health and safety of workers at work during COVID-19, with required protections like masks and hand sanitizers, and protocols like social distancing and isolating workers with COVID-19 symptoms. Yet, many employers have violated the legal rights of immigrant workers to protection, neglecting those measures and putting workers’ and their families’ health at risk while terminating employment to those defending their rights.","action":["Legal Aid Justice Center is a nonprofit organization that provides pro-bono legal services to communities in need around the country. The Virginia office wants to provide legal support to immigrant workers in farms and agriculture in the state of Virginia, by informing them of their rights, evaluating the level of protection at their workplace, and defending their rights in case of violations. In this project, we will focus on developing a chatbot in Whatsapp and a mobile-optimized website.The original primary use is to provide accurate information about the legal protection that workers have and how to navigate the system and if desired make a complaint to the respective agencies with or without the help of LAJC.","In August, we are looking to work with volunteers to help support this effort. Our team could benefit from individuals with experience in front-end web design, especially internationalization and mobile-ready design. Back-end data management, focusing on keeping personal information secure. People who either know or can train themselves to use Botsify are welcomed. We want volunteers who are willing to help us design well for the intended community. For next steps start here."],"founder":"Jonathan Kropko","technologies":[],"website":"www.justice4all.org/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjking%40codeforamerica.org%2FnewFile.jpeg_1660325341.8701556.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/code-for-charlottesville/LAJC-expungement"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1wVLCjpFo_O6QqlPaQCNKe3_I0sl_lm7V?usp=share_link"},{"platform":"communityinviter.com/apps/codeforcville/join-code-for-cville-on-slack","link":"https://communityinviter.com/apps/codeforcville/join-code-for-cville-on-slack"},{"platform":"Trello","link":"https://trello.com/b/oVbfJvru/lajc-chatbot"},{"platform":"Start Here Guide","link":"https://docs.google.com/document/d/1G6AS3exnZ7HgWnbf4mXLBiM6j_cnQ6JpTNUGT8socGc/edit?usp=sharing"}]},{"externalLink":"https://www.democracylab.org/projects/830","projectTitle":"Transpare-NC","problem":"At its best, democracy is a messy, public battle where the will of the voters is understood by elected officials who serve the people. Knowing whom elected officials serve or where conflicts lie is of utmost importance for anyone who wants to be informed about how political power works and how to change it. Campaign dollars have the potential to skew that dynamic where little-known people and forces help fund the campaigns of public officials and seek industry or business favors in return. Knowing more about how that works will lead to a more informed electorate and better policy outcomes.","action":["Being able to access timely data around elections and in between will help people make sense of legislation and political races more quickly, easily and intuitively than they can through the Board of Elections website. We are building a dashboard that will allow for intuitive searching and easier access to campaigns and the dollars they raise and spend from those who have the most vested in political outcomes.While this data is currently available through the N.C. State Board of Elections website, it is difficult to get answers to basic questions people might have about campaign finance here, such as: Who are this candidate’s biggest contributors? What industries give the most to North Carolina politicians? During the last election cycle, how much did a candidate spend on certain expenses, such as advertising?","We have built a working prototype but have some data pipeline issues and front-end work to complete before we will be able to formally launch. There is much work to be done on not just displaying data but automating processes and building visuals that will help people make sense of what is happening with campaign finance dollars in their communities."],"founder":"Jeremy Borden","technologies":["React","Python","Node.js"],"website":"www.transpare-nc.org","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1633521352.3039427.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/ncopenpass/CampaignFinance"},{"platform":"code-for-nc-slack-invitations.herokuapp.com/","link":"http://code-for-nc-slack-invitations.herokuapp.com/"},{"platform":"GitHub","link":"https://github.com/ncopenpass/CampaignFinance"},{"platform":"Twitter","link":"https://twitter.com/raleighbrigade?lang=en"},{"platform":"Figma","link":"https://www.figma.com/file/Ga6UbshTN4N1vONCmYpq9b/CF-Dashboard-VO2?node-id=0%3A1"}]},{"externalLink":"https://www.democracylab.org/projects/reimagine911","projectTitle":"Reimagine 911 by Code For America ","problem":"Most calls are not related to a crime in progress, yet today’s 911 police-first model often sends law enforcement officers to handle complex problems beyond their training, such as mental health crises and homelessness. Our 911 system deploys police for many societal ills, including family and behavioral health crises, conflicts in schools, and “quality-of-life” offenses such as public intoxication and panhandling. As a result, police spend much of their time responding to low-level or non-criminal incidents not considered public safety or health emergencies.","action":["If a 911 caller does not need a police response, then 911 should be able to connect them with more appropriate services.\nOur 911 call centers should have the flexibility to send the right response to every call. Police should be dispatched to public safety emergencies, but 911 should also leverage non-law enforcement resources such as social referral programs, non-emergency municipal services, or mental and behavioral health hotlines. Reimagine 911 can help communities identify incoming calls that deserve a different response. By creating a multi-jurisdictional database of standardized 911 calls, we can make diversion opportunities more visible and connect cities that the data shows have similarities across a variety of dimensions.","Since there is no centralized, unified database of 911 calls, that is our starting point. By standardizing open 911 call data we can enable multi-jurisdictional analysis that is not possible today. Standard data across cities will help 911 stakeholders\r\n(1) identify call types that don’t require an armed police response, and\r\n(2) help cities identify their own peers for comparative learning opportunities."],"founder":"Stacey Rebekah Scott","technologies":[],"website":"codeforamerica.org/reimagine911","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fmark%40democracylab.org%2FnewFile.jpeg_1663877299.9314196.jpeg","contactInfo":[{"platform":"Reimagine 911 Notion page","link":"https://cfa.notion.site/The-Reimagine911-Project-879628586a544e4fa3d4900db74a3593"}]},{"externalLink":"https://www.democracylab.org/projects/942","projectTitle":"WAVE (World Alarm and Voting Extension)","problem":"Dear Developer communities,","action":["We are developing the World Alarm and Voting Extension or “WAVE” to be installed on the existing social media platforms e.g. FB, Twitter, Telegram, etc. This useful tool will allow users to make the alarm sound from their voice, text to speech, or recorded sound with setup time and share it on social media.\n\n\nIt is a global top-voted alarming platform. Every day, only one top-voted message e.g., STOP the WAR from users around the world will be alarmed at the same time on their smartphones.\n\n\nThis result will be visualized in a number of supporters with mapping like voting polls. This will send global signals to the World leaders.\n\n\nIn addition, millions of people around the world can send their voice \"Save Ukraine\" to the Ukrainian people who subscribe and can open the loudspeakers from their smartphones and alarm it loudly at the same time with people around the world.\n\n\nWe together can make a big change. Please see the mockup in project files or contact: samparitt@gmail.com","We would like to invite you to join the team. I have a strong belief that we can do something to stop or change the unwanted sound as a result of any bad circumstances by using the power of the voted voice of people around the world.\nThis can be quickly done by\n\ndeveloping a  plugin or extension tool installed in the existing social medial platforms e.g., Facebook, Twitter, Telegram, etc.\nsharing this message to the social media developing team who can build the plugin or extension of “WAVE” installed on their social media platforms.\n"],"founder":"Sam Paritt","technologies":["Android","Python","iOS","Java","Processing"],"website":null,"image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fsamparitt%40gmail.com%2FnewFile.jpeg_1646186092.6264858.jpeg","contactInfo":[{"platform":"LinkedIn","link":"https://www.linkedin.com/in/sam-paritt-909257233/"},{"platform":"Facebook","link":"https://www.facebook.com/profile.php?id=100076393411491"},{"platform":"World Alarm and Voting Extension (Pitch)","link":"https://www.youtube.com/watch?v=cqqFDHY--E0"}]},{"externalLink":"https://www.democracylab.org/projects/1086","projectTitle":"Data extraction from scanned image pdf ","problem":"To analyse the voter behaviour, need to extract past election results for which data/tables from scanned image pdf needs to be converted into excel format","action":["If we convert scanned image pdf into excel file, we can analyse the data","Needs python code to deploy in aws for OCR extraction"],"founder":"Uma Maheswara Rao .","technologies":["Python","Flask"],"website":null,"image":"","contactInfo":null},{"externalLink":"https://www.democracylab.org/projects/mid-oh-rpc","projectTitle":"Open Columbus <> TCAT","problem":"As a pedestrian with accessibility needs, I need to be able to navigate sidewalks, avoiding challenges such as raised curbs and raised elevation, based on my mode of transportation. This includes manual wheelchair, motorized wheelchair and cane.As an advocate for accessible technology, I need to be able to provide open GIS data representing sidewalks, crossings, and curbs, in order to allow the creation of web-based solutions and data for stakeholders to make decisions.","action":["Mapping selected neighborhood GIS data using satellite imagery and loading the data into OpenStreetMap, using the Hot Tasking Manager (https://tasks.hotosm.org/). Once completed, the data can be loaded into AcessMap (https://www.accessmap.io/), a navigation web app that provides routes based on the user’s accessibility needs including avoiding raised curbs, steep hills, etc.","Recruit volunteers for mapping sidewalks, crossings, and curbs. Requested time commitment from volunteers: 2-5 hours per week, from early Aug to late Oct."],"founder":"Phil Norman","technologies":[],"website":"www.meetup.com/OpenColumbus/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fseifsekalala%40gmail.com%2FnewFile.jpeg_1659552919.5228972.jpeg","contactInfo":[{"platform":"GitHub","link":"https://github.com/SCODEMeetup/cfa-impact-sprints"},{"platform":"Google Drive","link":"https://drive.google.com/drive/folders/1khXBlByfxKYBVBI2QfAcI-pIsNcKSis3"},{"platform":"Slack","link":"https://opencolumbus.slack.com/archives/C03SN6SK0TW"},{"platform":"GitHub","link":"https://github.com/orgs/SCODEMeetup/projects/16"},{"platform":"Facebook","link":"https://www.facebook.com/opencolumbus"}]},{"externalLink":"https://www.democracylab.org/projects/85","projectTitle":"dossier.","problem":"Hello everyone! my name is Justin I'm the co-founder of Circa Victor and the application that I'm promoting today is Dossier which is a realtime view of the political cycle as it unfolds.","action":["We have built a realtime reporting tool called dossier as a first step.\nWe plan to continue to build tools to help reporters and news organizations get a better understanding of Federal campaign finance.","We need to build relationships with news and media organizations.\nAfter building these relationships, we can work together to jointly report on in-depth data analysis for large and local news teams.\nFeel free to contact me at justin[at]circavictor.com"],"founder":"Justin Hernandez","technologies":["JavaScript","Vue.js","PostgreSQL","Node.js"],"website":"dossier.circavictor.com/","image":"https://democracylab-marlok.s3.amazonaws.com/thumbnails%2Fjustin%40circavictor.com%2F_rzEq_DK_400x400.jpg_1537639059.8141735.jpeg","contactInfo":null}]